{
 "nama": "Albizia (Albizia lebbeck)",
 "sebutan": [
  "Lebbeck",
  "Siris"
 ],
 "deskripsi": "Albizia (Albizia lebbeck), juga dikenal sebagai pohon sengon atau pohon siris, adalah pohon berukuran sedang yang berasal dari kawasan tropis dan subtropis di Asia dan Afrika. Pohon ini sering ditanam sebagai pohon peneduh atau penghijauan di berbagai daerah karena pertumbuhannya yang cepat dan kemampuannya untuk bertahan di berbagai kondisi lingkungan.\nPohon Albizia dikenal karena bunganya yang harum dan indah, serta daun-daunnya yang tersusun dalam bentuk majemuk.\nDalam pengobatan tradisional, Albizia digunakan untuk mengobati berbagai kondisi, seperti gangguan pernapasan, infeksi kulit, dan masalah pencernaan. Bagian-bagian pohon ini, termasuk daun, kulit batang, biji, dan akar, memiliki sifat antimikroba, anti-inflamasi, dan antipiretik yang membuatnya berguna dalam berbagai ramuan obat tradisional.\nBerikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk majemuk dan tersusun dalam pasangan menyirip yang terdiri dari beberapa anak daun kecil. Setiap anak daun berbentuk lonjong dengan ujung yang meruncing, berwarna hijau muda hingga hijau tua. Daun-daunnya memiliki panjang sekitar 15-30 cm dan lebar sekitar 10-15 cm. Daun ini sering kali menutup pada malam hari atau saat cuaca panas untuk mengurangi penguapan.",
   "kandungan": "Daun Albizia mengandung flavonoid, saponin, dan tanin yang memberikan efek anti-inflamasi dan antioksidan.",
   "manfaat": "Mengurangi Peradangan: Flavonoid dalam daun membantu mengurangi peradangan, terutama pada kondisi seperti artritis.\nAntialergi: Daun ini memiliki sifat antialergi yang membantu mengurangi reaksi alergi kulit.\nMeningkatkan Kesehatan Kulit: Daun digunakan untuk merawat infeksi kulit dan mempercepat penyembuhan luka.\nMeredakan Batuk: Ekstrak daun sering digunakan dalam ramuan tradisional untuk meredakan batuk dan gangguan pernapasan lainnya.\nMenjaga Kesehatan Pencernaan: Tanin dalam daun membantu memperbaiki pencernaan dan mengurangi diare."
  },
  {
   "nama": "Kulit Batang",
   "penjelasan": "Kulit batang berwarna cokelat keabu-abuan dengan tekstur yang kasar dan beralur. Batangnya tebal dan kuat, dengan lapisan luar yang mudah terkelupas. Kulit batangnya sering mengeluarkan getah jika dilukai, yang memiliki warna kekuningan.",
   "kandungan": "Kulit batang Albizia kaya akan senyawa tanin, saponin, dan alkaloid yang memiliki sifat antimikroba dan astringen.",
   "manfaat": "Mengatasi Gangguan Pencernaan: Kulit batang digunakan untuk meredakan diare dan masalah pencernaan lainnya.\nAntimikroba: Saponin dan alkaloid dalam kulit batang memiliki efek antimikroba yang kuat, efektif melawan bakteri dan jamur.\nMengobati Luka: Getah dari kulit batang digunakan untuk mengobati luka dan mencegah infeksi.\nMeredakan Demam: Kulit batang sering digunakan dalam ramuan untuk menurunkan demam.\nAntiinflamasi: Kulit batang membantu mengurangi peradangan dalam tubuh, terutama pada kondisi inflamasi kronis."
  },
  {
   "nama": "Biji",
   "penjelasan": "Biji berukuran kecil, berbentuk pipih dan lonjong, dengan panjang sekitar 1-1,5 cm. Biji ini terbungkus dalam polong yang panjang dan tipis, berwarna hijau ketika masih muda dan berubah menjadi cokelat kehitaman saat matang. Polongnya dapat berisi hingga 6-12 biji yang tersusun rapi di dalamnya.",
   "kandungan": "Biji Albizia mengandung saponin, flavonoid, dan alkaloid yang berperan sebagai antioksidan dan antiparasit.",
   "manfaat": "Antiparasit: Biji digunakan untuk mengusir parasit usus, seperti cacing.\nMengobati Gangguan Pernapasan: Biji Albizia membantu meredakan gejala asma dan bronkitis.\nMengurangi Kolesterol: Konsumsi biji secara teratur dapat membantu menurunkan kadar kolesterol darah.\nMengatasi Insomnia: Biji digunakan dalam pengobatan tradisional untuk membantu tidur dan mengurangi gejala insomnia.\nAntioksidan: Flavonoid dalam biji berfungsi sebagai antioksidan yang melindungi tubuh dari kerusakan akibat radikal bebas."
  },
  {
   "nama": "Akar",
   "penjelasan": "Albizia (Albizia lebbeck) adalah tanaman serbaguna yang memiliki berbagai manfaat kesehatan dan lingkungan. Setiap bagian dari pohon ini, termasuk daun, kulit batang, biji, dan akar, mengandung senyawa aktif yang bermanfaat untuk pengobatan tradisional. Dari mengatasi peradangan hingga mengobati gangguan pencernaan dan kulit, Albizia menawarkan solusi alami untuk berbagai masalah kesehatan. Selain itu, pohon ini juga memiliki peran penting dalam penghijauan dan konservasi lingkungan, menjadikannya sebagai salah satu tanaman yang berharga di berbagai budaya dan ekosistem.",
   "kandungan": "Akar Albizia mengandung alkaloid, flavonoid, dan tanin yang memiliki efek antikanker dan antiinflamasi.",
   "manfaat": "Antikanker: Akar digunakan dalam ramuan tradisional untuk menghambat pertumbuhan sel kanker, terutama kanker payudara dan lambung.\nMengurangi Nyeri: Ekstrak akar membantu meredakan nyeri otot dan sendi.\nMeredakan Gejala Stres: Akar sering digunakan untuk mengurangi gejala stres dan kecemasan.\nMengobati Infeksi Kulit: Akar digunakan secara topikal untuk mengatasi infeksi kulit dan luka bakar.\nMeningkatkan Daya Tahan Tubuh: Akar Albizia digunakan untuk memperkuat sistem kekebalan tubuh dan melawan infeksi."
  }
 ]
}