{
 "nama": "Bawang Merah (Allium cepa var. aggregatum)",
 "sebutan": [
  "Shallot"
 ],
 "deskripsi": "Bawang Merah (Allium cepa var. aggregatum) adalah salah satu bumbu dapur yang sangat umum digunakan dalam masakan dan memiliki berbagai manfaat kesehatan. Setiap bagian dari bawang merah memiliki kandungan dan manfaatnya sendiri.\nBerikut adalah penjelasan mengenai bagian-bagian tumbuhan bawang merah, kandungan di dalamnya, dan manfaatnya untuk kesehatan.",
 "bagian": [
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Senyawa Sulfur: Mengandung senyawa seperti allicin yang memiliki efek anti-inflamasi dan antimikroba.\nMineral (Kalium, Kalsium): Penting untuk fungsi tubuh yang optimal.\nSerat: Mendukung pencernaan yang sehat.",
   "manfaat": "Mengurangi Peradangan: Senyawa sulfur dalam akar bawang merah memiliki efek anti-inflamasi yang dapat membantu mengurangi peradangan dalam tubuh.\nMeningkatkan Kesehatan Pencernaan: Serat dalam akar membantu menjaga kesehatan sistem pencernaan dan mencegah sembelit.\nMenjaga Keseimbangan Elektrolit: Kalium dalam akar membantu menjaga keseimbangan cairan dan elektrolit dalam tubuh.\nMendukung Kesehatan Tulang: Kalsium dalam akar berperan dalam pembentukan dan pemeliharaan tulang yang sehat.\nMemperbaiki Kondisi Kulit: Senyawa antioksidan dan antimikroba dalam akar dapat membantu merawat kondisi kulit."
  },
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Vitamin C: Mendukung sistem kekebalan tubuh dan kesehatan kulit.\nVitamin B-kompleks: Membantu dalam metabolisme energi dan fungsi saraf.\nFlavonoid: Senyawa antioksidan yang melindungi sel dari kerusakan radikal bebas.\nSenyawa Sulfur: Memiliki efek anti-inflamasi dan antimikroba.",
   "manfaat": "Meningkatkan Sistem Kekebalan Tubuh: Vitamin C dalam daun bawang merah meningkatkan daya tahan tubuh terhadap infeksi.\nMenunjang Metabolisme Energi: Vitamin B-kompleks dalam daun mendukung metabolisme energi dan kesehatan sistem saraf.\nMelawan Radikal Bebas: Flavonoid dalam daun berfungsi sebagai antioksidan, melindungi sel dari kerusakan oksidatif.\nMengurangi Risiko Penyakit Jantung: Senyawa sulfur membantu menurunkan kadar kolesterol dan tekanan darah, yang mendukung kesehatan jantung.\nMenjaga Kesehatan Kulit: Vitamin C dan senyawa sulfur berkontribusi pada kesehatan kulit dan penyembuhan luka."
  },
  {
   "nama": "Umbi",
   "penjelasan": "Bawang Merah (Allium cepa var. aggregatum) memiliki berbagai bagian yang bermanfaat untuk kesehatan, dari akar hingga umbi. Setiap bagian mengandung nutrisi penting seperti vitamin, mineral, senyawa sulfur, dan flavonoid, yang memberikan manfaat kesehatan yang beragam. Dari mengurangi peradangan dan risiko infeksi, mendukung kesehatan jantung dan pencernaan, hingga meningkatkan sistem kekebalan tubuh dan kesehatan kulit, bawang merah merupakan tambahan yang berharga dalam diet dan pengobatan herbal.",
   "kandungan": "Senyawa Sulfur (Allicin, diallyl sulfide): Memiliki efek anti-inflamasi dan antimikroba.\nVitamin C: Mendukung sistem kekebalan tubuh dan kesehatan kulit.\nMineral (Kalium, Fosfor): Mendukung berbagai fungsi tubuh, termasuk kesehatan jantung dan tulang.\nSerat: Mendukung pencernaan yang sehat.\nFlavonoid: Antioksidan yang melindungi tubuh dari kerusakan radikal bebas.",
   "manfaat": "Menurunkan Tekanan Darah: Senyawa sulfur dalam umbi bawang merah dapat membantu menurunkan tekanan darah dan mendukung kesehatan jantung.\nMemperbaiki Kesehatan Jantung: Flavonoid dan vitamin C dalam umbi berfungsi sebagai antioksidan dan mendukung kesehatan jantung.\nMengurangi Risiko Infeksi: Senyawa antimikroba dalam umbi membantu melawan infeksi bakteri dan jamur.\nMendukung Kesehatan Pencernaan: Serat dalam umbi bawang merah membantu menjaga kesehatan sistem pencernaan dan mencegah sembelit.\nMenjaga Kesehatan Kulit: Vitamin C dalam umbi berkontribusi pada kesehatan kulit dan penyembuhan luka."
  }
 ]
}