{
 "nama": "Bayam Merah (Amaranthus hypochondriacus)",
 "sebutan": [
  "Prince's feather",
  "Amaranth"
 ],
 "deskripsi": "Bayam Merah (Amaranthus hypochondriacus) adalah tanaman yang dikenal karena bijinya yang bernutrisi tinggi dan daunnya yang sering digunakan sebagai sayuran. Amaranth juga dikenal dengan nama lain seperti bayam biji atau Amaranth. Tanaman ini tumbuh subur di berbagai kondisi iklim dan banyak dibudidayakan di berbagai belahan dunia, termasuk Indonesia.\nTanaman ini telah lama digunakan dalam pengobatan tradisional di berbagai budaya. Di India, bijinya digunakan untuk mengatasi masalah pencernaan dan memperkuat sistem imun. Daunnya sering digunakan dalam ramuan herbal untuk menurunkan demam dan mengobati infeksi kulit. Selain itu, tanaman ini juga digunakan dalam perawatan anemia karena kandungan zat besinya yang tinggi.\nBerikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Biji",
   "penjelasan": "Biji berukuran kecil, berbentuk bulat, dan berwarna kecokelatan atau putih kekuningan. Biji ini sangat ringan dan memiliki tekstur yang sedikit renyah saat dimasak.",
   "kandungan": "Biji mengandung protein tinggi, serat, Vitamin E, magnesium, dan fitosterol yang penting untuk kesehatan tubuh.",
   "manfaat": "Sumber Protein Berkualitas: Biji amaranth mengandung semua asam amino esensial, menjadikannya sumber protein lengkap yang baik untuk vegetarian.\nMenurunkan Kolesterol: Fitosterol dalam biji amaranth membantu mengurangi kadar kolesterol jahat dalam darah.\nMengendalikan Tekanan Darah: Kandungan magnesium dalam biji ini membantu mengatur tekanan darah.\nMeningkatkan Sistem Kekebalan Tubuh: Vitamin E dan antioksidan dalam biji ini meningkatkan respon imun.\nMeningkatkan Kesehatan Pencernaan: Serat dalam biji ini membantu memperlancar pencernaan dan mencegah sembelit."
  },
  {
   "nama": "Daun",
   "penjelasan": "Bayam Merah (Amaranthus hypochondriacus) adalah tanaman serbaguna yang menawarkan berbagai manfaat kesehatan melalui biji dan daunnya. Dengan kandungan nutrisi yang kaya, amaranth dapat membantu meningkatkan kesehatan secara keseluruhan dan cocok untuk dibudidayakan di berbagai kondisi iklim, termasuk di Indonesia.",
   "kandungan": "Daun kaya akan Vitamin A, Vitamin C, zat besi, kalsium, dan antioksidan seperti flavonoid.",
   "manfaat": "Menjaga Kesehatan Mata: Kandungan vitamin A yang tinggi membantu menjaga kesehatan mata dan mencegah degenerasi makula.\nMeningkatkan Kekebalan Tubuh: Vitamin C dalam daun membantu meningkatkan daya tahan tubuh terhadap infeksi.\nMencegah Anemia: Zat besi yang tinggi membantu mencegah dan mengatasi anemia.\nMenguatkan Tulang: Kalsium dalam daun berperan penting dalam menjaga kekuatan dan kesehatan tulang.\nMembantu Detoksifikasi Tubuh: Antioksidan dalam daun membantu mengurangi racun dalam tubuh."
  }
 ]
}