{
 "nama": "Biduri (Calotropis gigantea)",
 "sebutan": [
  "Giant calotrope",
  "Crown flower",
  "Widuri"
 ],
 "deskripsi": "Biduri (Calotropis gigantea), juga dikenal sebagai \"Giant calotrope\" atau \"Crown flower\", adalah tumbuhan yang memiliki berbagai bagian yang bermanfaat dalam pengobatan tradisional.\nBerikut adalah penjelasan mengenai bagian-bagian tumbuhan Biduri, kandungan, dan manfaatnya untuk kesehatan:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Saponin: Senyawa dengan sifat antimikroba dan antiinflamasi.\nGlikosida: Senyawa yang dapat memiliki efek terapeutik.\nFlavonoid: Antioksidan yang melindungi sel dari kerusakan oksidatif.\nTanin: Senyawa dengan sifat astringen.\nAlkaloid: Senyawa dengan berbagai efek farmakologis.",
   "manfaat": "Antimikroba: Saponin dan flavonoid membantu melawan infeksi bakteri dan jamur.\nAnti-inflamasi: Saponin dan flavonoid mengurangi peradangan.\nMeningkatkan Kesehatan Kulit: Daun dapat digunakan untuk meredakan masalah kulit seperti luka dan infeksi.\nMendukung Kesehatan Pencernaan: Tanin dalam daun dapat membantu meredakan gangguan pencernaan.\nMenurunkan Risiko Infeksi: Alkaloid memiliki efek antimikroba yang dapat membantu mengurangi risiko infeksi."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Flavonoid: Senyawa antioksidan.\nGlikosida: Senyawa dengan potensi efek terapeutik.\nAsam Lemak: Komponen yang mendukung kesehatan jantung.\nSaponin: Senyawa dengan sifat antimikroba dan antiinflamasi.\nMinyak Esensial: Mengandung senyawa aromatik dengan efek antimikroba.",
   "manfaat": "Antioksidan: Flavonoid melindungi sel dari kerusakan oksidatif.\nMenjaga Kesehatan Jantung: Asam lemak mendukung kesehatan kardiovaskular.\nMelawan Infeksi: Saponin dan minyak esensial memiliki sifat antimikroba.\nAnti-inflamasi: Flavonoid dan saponin mengurangi peradangan.\nMendukung Kesehatan Kulit: Ekstrak bunga dapat digunakan dalam perawatan kulit untuk mengatasi peradangan dan infeksi."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Saponin: Senyawa dengan sifat antimikroba dan antiinflamasi.\nFlavonoid: Antioksidan.\nAlkaloid: Senyawa dengan berbagai efek farmakologis.\nTanin: Senyawa dengan sifat astringen.\nMinyak Esensial: Mengandung senyawa aromatik dengan efek antimikroba.",
   "manfaat": "Anti-inflamasi: Saponin dan flavonoid mengurangi peradangan.\nMelawan Infeksi: Saponin dan minyak esensial memiliki sifat antimikroba.\nMenjaga Kesehatan Kulit: Batang dapat digunakan dalam perawatan kulit untuk mengatasi masalah seperti luka dan iritasi.\nMendukung Kesehatan Pencernaan: Tanin dalam batang dapat membantu meredakan gangguan pencernaan.\nMengurangi Risiko Infeksi: Alkaloid dan saponin memiliki efek antimikroba yang bermanfaat dalam mengurangi risiko infeksi."
  },
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Saponin: Senyawa dengan sifat antimikroba dan antiinflamasi.\nAlkaloid: Senyawa dengan efek farmakologis.\nFlavonoid: Antioksidan.\nGlikosida: Senyawa dengan potensi efek terapeutik.\nTanin: Senyawa dengan sifat astringen.",
   "manfaat": "Melawan Infeksi: Saponin dan alkaloid dalam akar membantu melawan infeksi bakteri dan jamur.\nAnti-inflamasi: Saponin dan flavonoid mengurangi peradangan.\nMenjaga Kesehatan Kulit: Akar dapat digunakan untuk mengatasi masalah kulit dan membantu penyembuhan luka.\nMendukung Kesehatan Pencernaan: Tanin dalam akar membantu meredakan gangguan pencernaan.\nMenurunkan Risiko Infeksi: Alkaloid dan saponin memiliki efek antimikroba yang bermanfaat dalam mengurangi risiko infeksi."
  },
  {
   "nama": "Getah",
   "penjelasan": "Daun, bunga, batang, akar, dan getah Biduri masing-masing memiliki manfaat penting, termasuk melawan infeksi, mengurangi peradangan, mendukung kesehatan kulit dan pencernaan, serta meningkatkan daya tahan tubuh.",
   "kandungan": "Saponin: Senyawa dengan sifat antimikroba dan antiinflamasi.\nAlkaloid: Senyawa dengan berbagai efek farmakologis.\nFlavonoid: Antioksidan.\nGlikosida: Senyawa dengan potensi efek terapeutik.\nTanin: Senyawa dengan sifat astringen.",
   "manfaat": "Antimikroba: Saponin dan alkaloid dalam getah membantu melawan infeksi bakteri dan jamur.\nAnti-inflamasi: Saponin dan flavonoid mengurangi peradangan.\nMenjaga Kesehatan Kulit: Getah dapat digunakan untuk mengatasi masalah kulit dan membantu penyembuhan luka.\nMendukung Kesehatan Pencernaan: Tanin dalam getah membantu meredakan gangguan pencernaan.\nMenurunkan Risiko Infeksi: Alkaloid dan saponin memiliki efek antimikroba yang bermanfaat dalam mengurangi risiko infeksi."
  }
 ]
}