{
 "nama": "Gude (Cajanus cajan)",
 "sebutan": [
  "Pigeon pea",
  "Toor dal",
  "Kacang Gude",
  "Kacang Kayo"
 ],
 "deskripsi": "Gude (Cajanus cajan) adalah tanaman leguminosa yang berasal dari daerah tropis dan subtropis. Tanaman ini memiliki banyak sebutan lain, termasuk kacang gude, kacang kayo, kacang bali, kacang tolo, atau pigeon pea dalam bahasa Inggris.\nGude dikenal karena bijinya yang dimanfaatkan sebagai sumber protein nabati, terutama di beberapa negara Asia, Afrika, dan Amerika Latin. Tanaman ini memiliki berbagai manfaat dalam bidang pangan dan pengobatan tradisional.\nDalam pengobatan tradisional, gude sering digunakan untuk mengatasi berbagai gangguan kesehatan, termasuk masalah pencernaan, peradangan, dan sebagai penambah energi. Tanaman ini juga diketahui memiliki sifat antioksidan dan anti-inflamasi yang dapat mendukung kesehatan secara umum.\nBerikut kandungan dan manfaat dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Biji",
   "penjelasan": "Biji gude berbentuk bulat kecil dan berwarna krem, coklat, atau hitam tergantung varietasnya. Ukurannya sekitar 5-7 mm. Biji ini disimpan dalam polong yang berwarna hijau saat muda dan berubah menjadi coklat kehitaman saat matang. Polongnya berisi 4-6 biji.",
   "kandungan": "Biji gude kaya akan protein, serat, Vitamin B, zat besi, kalsium, dan antioksidan.",
   "manfaat": "Sumber protein tinggi: Biji gude menjadi sumber protein nabati yang sangat baik, ideal untuk vegetarian atau sebagai pengganti daging.\nMeningkatkan kesehatan tulang: Kandungan kalsium dan fosfor di dalam biji gude membantu menjaga kekuatan tulang dan mencegah osteoporosis.\nMeningkatkan fungsi pencernaan: Serat yang tinggi dalam biji membantu meningkatkan fungsi pencernaan dan mencegah sembelit.\nMengontrol kadar kolesterol: Konsumsi biji gude secara teratur dapat membantu menurunkan kadar kolesterol dalam darah, menjaga kesehatan jantung.\nMenjaga kesehatan mata: Kandungan vitamin A dalam biji gude membantu melindungi mata dari degenerasi makula dan menjaga penglihatan yang sehat."
  },
  {
   "nama": "Daun",
   "penjelasan": "Daun gude bersifat trifoliate, dengan tiga lembaran daun dalam satu tangkai. Daun berbentuk oval-lanset, berujung runcing, dan tepi yang halus. Warna daunnya hijau tua di bagian atas dan hijau lebih pucat di bagian bawah. Ukuran daun bervariasi, dengan panjang sekitar 5-12 cm dan lebar sekitar 2-4 cm.",
   "kandungan": "Daun gude kaya akan asam fenolik, flavonoid, dan saponin.",
   "manfaat": "Antidiabetes: Daun gude dipercaya dapat membantu mengontrol kadar gula darah dan digunakan sebagai ramuan untuk penderita diabetes.\nMengatasi radang tenggorokan: Ramuan dari daun gude dapat meredakan peradangan dan nyeri pada tenggorokan.\nMenjaga kesehatan kulit: Daun gude digunakan sebagai masker alami untuk membantu mengatasi jerawat dan meremajakan kulit.\nMelawan infeksi bakteri: Daun gude memiliki sifat antimikroba yang efektif dalam melawan bakteri penyebab infeksi.\nMeredakan demam: Rebusan daun gude sering digunakan sebagai obat tradisional untuk menurunkan demam."
  },
  {
   "nama": "Batang",
   "penjelasan": "Batang gude berbentuk bulat, berkayu, dan berwarna hijau hingga coklat keabu-abuan ketika sudah tua. Batangnya bisa tumbuh tegak hingga mencapai 1-3 meter. Batang ini bercabang-cabang dengan percabangan yang lebat, yang membuat tanaman ini tumbuh dengan bentuk semak.",
   "kandungan": "Batang tanaman ini mengandung lignin, flavonoid, dan tanin.",
   "manfaat": "Mengurangi gejala penyakit rematik: Sifat antiinflamasi dari batang membantu mengurangi nyeri sendi yang diakibatkan oleh rematik.\nMenjaga kesehatan jantung: Kandungan flavonoid membantu meningkatkan sirkulasi darah dan menjaga elastisitas pembuluh darah.\nMempercepat pemulihan luka: Ekstrak dari batang gude dapat digunakan untuk mempercepat penyembuhan luka kulit ringan.\nMengurangi tekanan darah: Batang gude dapat membantu menurunkan tekanan darah, terutama jika dikonsumsi secara teratur sebagai bagian dari ramuan herbal.\nMeningkatkan fungsi hati: Tanin pada batang membantu meningkatkan fungsi hati dan mendukung detoksifikasi."
  },
  {
   "nama": "Akar",
   "penjelasan": "Cajanus cajan, atau gude, adalah tanaman yang memiliki berbagai manfaat kesehatan, baik dalam pengobatan tradisional maupun sebagai sumber pangan. Bagian-bagian tanaman seperti akar, batang, daun, dan biji, mengandung senyawa-senyawa aktif yang bermanfaat untuk kesehatan",
   "kandungan": "Akar gude mengandung alkaloid, saponin, dan tanin yang memiliki sifat anti-inflamasi dan antimikroba.",
   "manfaat": "Mengatasi masalah pencernaan: Akar gude digunakan dalam ramuan tradisional untuk mengobati sembelit dan gangguan pencernaan lainnya.\nMeredakan peradangan: Sifat antiinflamasi pada akar ini efektif untuk mengurangi peradangan pada sendi dan otot.\nMembantu penyembuhan luka: Akar gude memiliki sifat antimikroba yang membantu dalam proses penyembuhan luka secara alami.\nMemperkuat sistem kekebalan tubuh: Kandungan antioksidan pada akar gude membantu melindungi tubuh dari infeksi.\nMeningkatkan energi: Akar ini juga dikenal sebagai sumber energi alami yang dapat meningkatkan stamina dan mengurangi kelelahan."
  }
 ]
}