{
 "nama": "Jambu Mete (Anacardium occidentale)",
 "sebutan": [
  "Cashew",
  "Jambu Monyet",
  "Kacang Mete"
 ],
 "deskripsi": "Jambu Mete (Anacardium occidentale) adalah tanaman tropis yang berasal dari Amerika Selatan, terutama dari wilayah Brasil. Tanaman ini kini banyak dibudidayakan di berbagai negara, termasuk Indonesia, terutama untuk diambil bijinya yang dikenal sebagai kacang mete.\nSelain menghasilkan buah yang segar dan enak, jambu mete juga dikenal dengan berbagai manfaat kesehatan yang berasal dari bijinya, daun, dan bagian lainnya.\nDalam pengobatan tradisional, jambu mete sering digunakan untuk mengatasi masalah kesehatan seperti radang, sakit gigi, dan penyakit kulit. Kandungan nutrisi dalam biji dan bagian lainnya membuatnya menjadi tanaman yang bermanfaat bagi kesehatan.\nBerikut kandungan dan manfaat dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Biji",
   "penjelasan": "Biji jambu mete dikenal sebagai kacang mete, berbentuk menyerupai bulan sabit dengan tekstur renyah setelah dipanggang. Biji ini berada di bawah buah semu dan dilindungi oleh lapisan kulit keras yang mengandung senyawa beracun jika tidak diproses dengan benar.",
   "kandungan": "Kacang mete mengandung protein, lemak tak jenuh, serat, Vitamin B, dan berbagai mineral seperti magnesium, fosfor, dan zat besi.",
   "manfaat": "Menjaga kesehatan tulang: Kandungan magnesium dan fosfor pada biji mete sangat penting untuk memperkuat tulang dan gigi.\nMeningkatkan energi: Protein dan lemak sehat dalam biji mete memberikan energi yang tahan lama.\nMenjaga kesehatan mata: Kandungan antioksidan seperti lutein dan zeaxanthin membantu melindungi mata dari kerusakan akibat sinar UV.\nMengatur kadar gula darah: Biji mete membantu mengontrol kadar gula darah, menjadikannya makanan yang baik untuk penderita diabetes.\nMeningkatkan kesehatan mental: Kandungan magnesium dan vitamin B pada kacang mete membantu mengurangi stres dan meningkatkan fungsi otak."
  },
  {
   "nama": "Buah",
   "penjelasan": "Buah jambu mete terdiri dari dua bagian, yaitu buah semu yang berbentuk lonjong, berwarna kuning atau merah, dan biji yang terletak di bawahnya, yang dikenal sebagai kacang mete. Buah semu memiliki tekstur yang berair dan rasanya sedikit asam-manis.",
   "kandungan": "Buah semu mengandung Vitamin C, asam amino, dan serat.",
   "manfaat": "Meningkatkan kesehatan pencernaan: Serat pada buah semu jambu mete membantu melancarkan pencernaan dan mencegah sembelit.\nMenjaga kesehatan kulit: Vitamin C pada buah semu membantu meningkatkan produksi kolagen dan menjaga elastisitas kulit."
  },
  {
   "nama": "Daun",
   "penjelasan": "Daun jambu mete berwarna hijau cerah, berbentuk lonjong dengan ujung tumpul. Daunnya tebal dan permukaannya licin, dengan tulang daun yang jelas. Panjang daun bisa mencapai 10-20 cm dengan lebar sekitar 6-10 cm.",
   "kandungan": "Daun jambu mete mengandung flavonoid, tanin, dan Vitamin C.",
   "manfaat": "Antioksidan kuat: Kandungan flavonoid pada daun membantu melindungi tubuh dari radikal bebas yang dapat menyebabkan kerusakan sel.\nMenjaga kesehatan jantung: Daun jambu mete memiliki sifat antioksidan dan antiinflamasi yang membantu menjaga kesehatan jantung.\nMengurangi kolesterol: Ekstrak daun jambu mete dapat membantu menurunkan kadar kolesterol LDL dalam darah.\nMeningkatkan sistem kekebalan tubuh: Vitamin C dalam daun membantu meningkatkan daya tahan tubuh.\nMengobati luka ringan: Daun jambu mete sering digunakan untuk mempercepat penyembuhan luka kecil dan lecet."
  },
  {
   "nama": "Akar",
   "penjelasan": "Akar jambu mete termasuk jenis akar tunggang yang dalam, dengan akar lateral yang menyebar. Warna akarnya cokelat kekuningan dengan tekstur yang kuat, mampu menahan pohon yang berukuran besar.",
   "kandungan": "Akar jambu mete mengandung senyawa flavonoid dan saponin.",
   "manfaat": "Mengatasi masalah pencernaan: Ekstrak akar jambu mete sering digunakan untuk mengobati gangguan pencernaan seperti diare.\nAnti-inflamasi: Kandungan saponin dalam akar dapat membantu mengurangi peradangan.\nDetoksifikasi tubuh: Akar ini sering digunakan dalam pengobatan tradisional untuk membersihkan tubuh dari racun.\nMeredakan nyeri sendi: Sifat anti-inflamasi pada akar jambu mete membantu meredakan nyeri sendi dan artritis.\nMeningkatkan fungsi ginjal: Ramuan akar jambu mete dipercaya dapat membantu menjaga kesehatan ginjal."
  },
  {
   "nama": "Batang",
   "penjelasan": "Jambu mete (Anacardium occidentale) adalah tanaman serbaguna yang bermanfaat tidak hanya dari biji mete yang terkenal lezat, tetapi juga dari bagian lainnya seperti daun, akar, dan batang yang memiliki banyak manfaat kesehatan. Dengan budidaya yang meluas di Indonesia, jambu mete menjadi salah satu tanaman penting yang mendukung perekonomian dan kesehatan masyarakat. Berbagai kandungan nutrisi dan senyawa aktif dalam tanaman ini menjadikannya pilihan yang baik untuk pengobatan tradisional dan makanan sehat.",
   "kandungan": "Batang jambu mete mengandung tanin dan antrakuinon.",
   "manfaat": "Antiseptik alami: Kulit batang jambu mete sering digunakan untuk membersihkan luka dan mencegah infeksi.\nMeredakan sakit gigi: Ramuan dari kulit batang dapat membantu meredakan nyeri gigi dengan cepat.\nMeningkatkan kesehatan kulit: Tannin pada batang berfungsi sebagai astringen yang membantu mengecilkan pori-pori dan mengurangi produksi minyak berlebih pada kulit.\nMengatasi penyakit kulit: Kulit batang sering diolah untuk mengatasi penyakit kulit seperti eksim dan ruam.\nMeningkatkan daya tahan tubuh: Ekstrak dari batang dipercaya mampu meningkatkan kekebalan tubuh karena kandungan antrakuinon yang dimilikinya."
  }
 ]
}