{
 "nama": "Jambu Biji (Psidium guajava)",
 "sebutan": [
  "Guava",
  "Jambu Batu",
  "Jambu Klutuk"
 ],
 "deskripsi": "Jambu Biji (Psidium guajava) adalah salah satu tanaman tropis yang dikenal karena kandungan nutrisinya yang kaya dan berbagai manfaat kesehatannya. Berikut penjelasan tentang bagian-bagian tumbuhan jambu biji, kandungannya, serta manfaat kesehatannya:",
 "bagian": [
  {
   "nama": "Buah",
   "penjelasan": "",
   "kandungan": "Vitamin C: Antioksidan kuat yang mendukung sistem kekebalan tubuh.\nSerat Pangan: Mendukung kesehatan pencernaan dan mengontrol kadar gula darah.\nKarotenoid (Likopen): Antioksidan yang melindungi sel dari kerusakan.\nKalium: Mineral yang membantu mengatur tekanan darah.\nVitamin A: Penting untuk kesehatan mata dan kulit.",
   "manfaat": "Meningkatkan Sistem Kekebalan Tubuh: Kandungan vitamin C yang tinggi membantu meningkatkan daya tahan tubuh terhadap infeksi.\nMelindungi Jantung: Kalium dalam jambu biji membantu mengatur tekanan darah dan mendukung kesehatan jantung.\nMenjaga Kesehatan Mata: Vitamin A dalam buah ini penting untuk menjaga kesehatan mata dan mencegah gangguan penglihatan.\nMeningkatkan Pencernaan: Serat pangan membantu mencegah sembelit dan memperlancar sistem pencernaan.\nMencegah Kanker: Likopen dan karotenoid dalam buah ini berperan dalam melindungi tubuh dari berbagai jenis kanker."
  },
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Tanin: Senyawa dengan sifat astringen yang membantu mengatasi diare.\nFlavonoid (Quercetin): Antioksidan yang mengurangi peradangan dan melindungi sel.\nSaponin: Senyawa dengan sifat antimikroba dan antiinflamasi.\nAsam Ursolat: Membantu melawan mikroba dan mendukung penyembuhan luka.\nVitamin C: Mendukung kesehatan kulit dan sistem kekebalan tubuh.",
   "manfaat": "Mengatasi Diare: Kandungan tanin dalam daun jambu biji membantu mengurangi gejala diare.\nMelindungi Kulit: Vitamin C dan asam ursolat mendukung penyembuhan luka dan menjaga kesehatan kulit.\nMengurangi Peradangan: Flavonoid seperti quercetin memiliki sifat antiinflamasi yang membantu mengurangi peradangan.\nMeningkatkan Kesehatan Mulut: Saponin dalam daun jambu biji memiliki sifat antimikroba yang membantu menjaga kesehatan mulut.\nMenurunkan Gula Darah: Daun jambu biji telah terbukti membantu mengatur kadar gula darah, yang bermanfaat bagi penderita diabetes."
  },
  {
   "nama": "Kulit Batang",
   "penjelasan": "",
   "kandungan": "Tanaman Alkaloid: Senyawa dengan sifat antiinflamasi dan antimikroba.\nTanin: Astringen yang membantu dalam penyembuhan luka.\nFlavonoid: Melindungi tubuh dari kerusakan akibat radikal bebas.\nSaponin: Membantu melawan infeksi mikroba.\nAsam Betulinik: Senyawa yang memiliki sifat antikanker.",
   "manfaat": "Membantu Penyembuhan Luka: Kandungan tanin dan saponin dalam kulit batang mempercepat penyembuhan luka.\nMenurunkan Risiko Kanker: Asam betulinik dalam kulit batang memiliki potensi sebagai antikanker.\nMengatasi Peradangan: Alkaloid dan flavonoid membantu mengurangi peradangan di tubuh.\nMelawan Infeksi: Saponin membantu tubuh melawan infeksi bakteri dan virus.\nMeningkatkan Kesehatan Kulit: Flavonoid dan tanin membantu menjaga kesehatan kulit dengan melindungi dari radikal bebas dan mempercepat penyembuhan."
  },
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Saponin: Senyawa yang membantu dalam detoksifikasi dan melawan infeksi.\nFlavonoid: Antioksidan yang melindungi tubuh dari kerusakan oksidatif.\nTanaman Alkaloid: Senyawa dengan sifat analgesik dan antiinflamasi.\nAsam Askorbat (Vitamin C): Mendukung kesehatan kulit dan sistem kekebalan tubuh.\nSteroid: Membantu mengurangi peradangan dan memperkuat jaringan tubuh.",
   "manfaat": "Detoksifikasi: Saponin dalam akar jambu biji membantu membersihkan tubuh dari racun.\nMengurangi Nyeri: Alkaloid dalam akar memiliki sifat analgesik yang membantu mengurangi rasa sakit.\nMelindungi dari Infeksi: Flavonoid dan saponin dalam akar membantu melawan infeksi bakteri dan virus.\nMendukung Penyembuhan Luka: Steroid dan vitamin C dalam akar mendukung penyembuhan luka dan perbaikan jaringan.\nMengatasi Peradangan: Sifat antiinflamasi dari alkaloid dan steroid membantu mengurangi peradangan dalam tubuh."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Jambu Biji (Psidium guajava) adalah tanaman yang kaya akan nutrisi dan senyawa bioaktif dengan berbagai manfaat kesehatan. Setiap bagian dari tumbuhan ini, termasuk buah, daun, kulit batang, akar, dan bunga, memiliki manfaat yang berbeda-beda, seperti meningkatkan sistem kekebalan tubuh, mendukung kesehatan pencernaan, melindungi jantung, dan melawan infeksi.",
   "kandungan": "Flavonoid: Antioksidan yang membantu melawan radikal bebas.\nTanin: Senyawa astringen yang membantu dalam pengobatan diare dan luka.\nSaponin: Senyawa yang memiliki sifat antimikroba dan menurunkan kolesterol.\nVitamin C: Mendukung sistem kekebalan tubuh dan kesehatan kulit.\nPolifenol: Melindungi tubuh dari penyakit kronis seperti kanker dan penyakit jantung.",
   "manfaat": "Melindungi Jantung: Polifenol dalam bunga jambu biji membantu melindungi jantung dari penyakit kardiovaskular.\nMengurangi Kolesterol: Saponin membantu mengurangi kadar kolesterol dalam darah.\nMengobati Diare: Kandungan tanin dalam bunga jambu biji dapat membantu mengurangi diare.\nMeningkatkan Sistem Kekebalan: Vitamin C dalam bunga mendukung daya tahan tubuh terhadap infeksi.\nMengurangi Risiko Kanker: Polifenol dan flavonoid membantu melindungi tubuh dari risiko kanker dengan melawan radikal bebas."
  }
 ]
}