{
 "nama": "Ju Hua (Chrysanthemum × morifolium)",
 "sebutan": [
  "Florist's daisy"
 ],
 "deskripsi": "Ju Hua (Chrysanthemum × morifolium) adalah tanaman berbunga yang populer dalam pengobatan tradisional Tiongkok dan dikenal juga sebagai krisan. Tanaman ini memiliki daun berbentuk oval dengan tepi bergerigi dan bunga berbentuk bulat yang muncul dalam berbagai warna, termasuk kuning, putih, dan merah.\nDalam pengobatan tradisional, Ju Hua digunakan terutama untuk kesehatan mata dan sistem kekebalan tubuh. Teh dan ekstrak dari bunga Ju Hua sering direkomendasikan untuk meredakan gejala mata merah dan iritasi, serta mengatasi gangguan penglihatan seperti rabun jauh.\nSelain itu, Ju Hua memiliki sifat anti-inflamasi dan antioksidan yang membantu meningkatkan daya tahan tubuh dan mengurangi peradangan.\nTanaman ini juga digunakan untuk menurunkan tekanan darah dan meredakan sakit kepala, serta sebagai terapi tambahan dalam pengobatan flu dan pilek.\nBerikut adalah bagian-bagian tanaman, kandungannya, dan manfaatnya:",
 "bagian": [
  {
   "nama": "Bunga",
   "penjelasan": "Bunga ini juga memiliki aroma yang lembut dan menyegarkan. Tangkai bunga Ju Hua tegak, berbulu halus, dan biasanya lebih panjang dari daun, menjadikannya mencolok dalam taman atau kebun.",
   "kandungan": "Flavonoid (Luteolin, Apigenin, Quercetin): Sifat antioksidan yang melindungi sel dari kerusakan oksidatif.\nKlorogenat: Sifat antiinflamasi yang membantu mengurangi peradangan.\nKarotenoid: Menjaga kesehatan mata dan kulit.\nVitamin C: Meningkatkan kekebalan tubuh.\nMineral (Kalium, Magnesium): Mendukung fungsi kardiovaskular yang sehat.",
   "manfaat": "Meredakan gejala flu: Membantu mengurangi demam dan sakit tenggorokan.\nMeningkatkan kesehatan mata: Kandungan karotenoid membantu melindungi mata dari degenerasi makula.\nMengurangi peradangan: Flavonoid dan klorogenat efektif dalam mengurangi peradangan kronis.\nMendukung kesehatan kulit: Sifat antioksidan dan vitamin C melindungi kulit dari penuaan dini.\nMenenangkan saraf: Teh Chrysanthemum dikenal memiliki efek menenangkan dan membantu mengurangi stres."
  },
  {
   "nama": "Daun",
   "penjelasan": "Permukaan daun bisa berbulu halus atau berbulu jarang, memberikan tekstur yang sedikit kasar saat disentuh. Daun ini juga memiliki tangkai daun yang cukup panjang dan berwarna hijau. Pada beberapa varietas, daun bisa memiliki pola warna atau variasi dalam bentuk, tergantung pada kultivar.",
   "kandungan": "Flavonoid: Mengurangi stres oksidatif.\nTanin: Sifat antibakteri dan astringen yang membantu dalam perawatan luka.\nAlkaloid: Meningkatkan sistem imun.\nVitamin A: Penting untuk kesehatan penglihatan dan kulit.\nAsam Fenolik: Antioksidan yang membantu mencegah kerusakan sel.",
   "manfaat": "Meningkatkan sistem kekebalan tubuh: Flavonoid dan alkaloid mendukung fungsi imun yang optimal.\nMerawat luka: Tanin membantu mempercepat penyembuhan luka.\nMelawan infeksi bakteri: Sifat antibakteri dari tanin dan asam fenolat mencegah infeksi.\nMeningkatkan kesehatan kulit: Vitamin A dan flavonoid melindungi kulit dari kerusakan.\nMeningkatkan penglihatan: Vitamin A mendukung kesehatan mata."
  },
  {
   "nama": "Batang",
   "penjelasan": "Pada batang muda, permukaan batang umumnya halus, tetapi seiring waktu, batang bisa menjadi lebih kasar dan sedikit berkelopek. Batang Ju Hua memiliki kekuatan untuk mendukung struktur tanaman yang bercabang dan berbunga, dan sering kali memiliki bercak hijau tua atau kekuningan pada kulitnya.",
   "kandungan": "Serat: Membantu pencernaan dan kesehatan usus.\nFlavonoid: Menjaga kesehatan jantung.\nPolifenol: Melindungi sel dari kerusakan oksidatif.\nAsam Amino: Penting untuk regenerasi sel.\nSaponin: Meningkatkan kesehatan kardiovaskular.",
   "manfaat": "Menjaga kesehatan jantung: Flavonoid dan polifenol membantu melindungi jantung dari penyakit.\nMeningkatkan kesehatan pencernaan: Kandungan serat mendukung sistem pencernaan yang sehat.\nMengurangi peradangan: Efek antiinflamasi membantu mengurangi risiko penyakit kronis.\nMenjaga kesehatan sel: Asam amino membantu regenerasi dan perbaikan sel.\nMendukung fungsi usus: Serat membantu memperbaiki dan menjaga kesehatan usus."
  },
  {
   "nama": "Akar",
   "penjelasan": "Akar Ju Hua tidak terlalu dalam, tetapi berkembang secara horizontal, menyebar untuk menyerap air dan nutrisi dari lapisan atas tanah. Pada beberapa varietas, akar mungkin juga memiliki struktur kecil yang mirip dengan rambut akar untuk meningkatkan efisiensi penyerapan.",
   "kandungan": "Polisakarida: Meningkatkan sistem kekebalan tubuh.\nInulin: Mendukung kesehatan pencernaan dengan bertindak sebagai prebiotik.\nAlkaloid: Mendukung fungsi imun dan memiliki efek menenangkan.\nAsam Fenolik: Membantu mengurangi stres oksidatif.\nVitamin B: Mendukung kesehatan saraf dan energi.",
   "manfaat": "Meningkatkan kesehatan pencernaan: Inulin berperan sebagai prebiotik yang baik untuk usus.\nMeningkatkan kekebalan tubuh: Polisakarida memperkuat sistem imun.\nMengurangi stres: Alkaloid memiliki efek menenangkan yang membantu mengurangi kecemasan.\nMenjaga kesehatan saraf: Vitamin B mendukung fungsi saraf yang sehat.\nMelindungi tubuh dari radikal bebas: Asam fenolat membantu mencegah kerusakan sel."
  },
  {
   "nama": "Biji",
   "penjelasan": "Ju Hua tumbuh subur di iklim sedang hingga dingin, dengan kebutuhan cahaya matahari penuh dan tanah yang drainasenya baik. Bunga dan daun Ju Hua sering digunakan dalam teh dan ekstrak karena sifat anti-inflamasi dan antioksidannya yang bermanfaat untuk kesehatan mata, sistem kekebalan tubuh, dan mengatasi gangguan pernapasan.",
   "kandungan": "Minyak Atsiri: Memberikan sifat antimikroba dan antioksidan.\nAsam Lemak Tak Jenuh: Mendukung kesehatan kardiovaskular.\nVitamin E: Melindungi kulit dan meningkatkan kesehatan rambut.\nMineral (Magnesium, Zinc): Penting untuk fungsi otot dan sistem imun.\nSterol: Menurunkan kadar kolesterol.",
   "manfaat": "Menjaga kesehatan jantung: Asam lemak tak jenuh dan sterol membantu menurunkan kolesterol.\nMeningkatkan kesehatan kulit: Vitamin E dan minyak esensial melindungi kulit dari kerusakan.\nMeningkatkan kesehatan rambut: Vitamin E juga berperan dalam pertumbuhan rambut yang sehat.\nMeningkatkan fungsi otot: Magnesium mendukung fungsi otot yang optimal.\nMenjaga kesehatan sistem imun: Zinc dan minyak esensial membantu melawan infeksi."
  }
 ]
}