{
 "nama": "Kemangi (Ocimum × africanum)",
 "sebutan": [
  "Lemon basil"
 ],
 "deskripsi": "Kemangi (Ocimum × africanum), yang dikenal juga sebagai basil, adalah tanaman yang sering digunakan dalam masakan dan pengobatan tradisional. Tanaman ini kaya akan kandungan bioaktif yang memberikan berbagai manfaat kesehatan.\nBerikut adalah penjelasan mengenai bagian-bagian tumbuhan kemangi, kandungannya, dan masing-masing manfaatnya untuk kesehatan:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Minyak Atsiri: Mengandung eugenol, linalool, dan citronellol yang memiliki sifat antiseptik, anti-inflamasi, dan antimikroba.\nFlavonoid: Antioksidan seperti orientin dan vicenin yang membantu melindungi sel-sel tubuh dari kerusakan oksidatif.\nVitamin A dan C: Nutrisi penting yang berperan dalam mendukung sistem kekebalan tubuh dan kesehatan kulit.\nBeta-karoten: Prekursor vitamin A yang penting untuk kesehatan mata.\nPolifenol: Senyawa yang memiliki sifat antioksidan dan anti-inflamasi.",
   "manfaat": "Meningkatkan daya tahan tubuh: Kandungan vitamin A, C, dan polifenol dalam daun kemangi membantu meningkatkan sistem kekebalan tubuh.\nMeredakan stres: Aroma dari minyak atsiri kemangi memiliki efek menenangkan, membantu meredakan stres dan meningkatkan suasana hati.\nMengatasi Gangguan Pencernaan: Daun kemangi memiliki efek karminatif yang membantu meredakan perut kembung dan gangguan pencernaan.\nMeningkatkan kesehatan mata: Beta-karoten dalam daun kemangi mendukung kesehatan mata dan membantu mencegah degenerasi makula.\nMelindungi kulit dari kerusakan: Flavonoid dan vitamin dalam daun kemangi berperan dalam melindungi kulit dari kerusakan akibat radikal bebas dan penuaan dini."
  },
  {
   "nama": "Biji",
   "penjelasan": "",
   "kandungan": "Serat larut: Membantu dalam pencernaan dan menjaga kesehatan usus.\nAsam lemak omega-3: Lemak sehat yang mendukung fungsi jantung dan otak.\nFlavonoid: Antioksidan yang membantu melindungi tubuh dari kerusakan oksidatif.\nTanaman fenolik: Senyawa dengan sifat antioksidan dan anti-inflamasi.\nSaponin: Berperan dalam mendukung sistem kekebalan tubuh.",
   "manfaat": "Mengatasi Gangguan Pencernaan: Serat larut dalam biji kemangi membantu memperlancar pencernaan dan mencegah sembelit.\nMenjaga kesehatan jantung: Asam lemak omega-3 dalam biji kemangi mendukung fungsi jantung yang sehat dan membantu menurunkan kolesterol.\nMembantu penurunan berat badan: Serat dalam biji kemangi memberikan efek kenyang yang lebih lama, membantu dalam kontrol berat badan.\nMenyehatkan kulit: Flavonoid dan saponin dalam biji kemangi membantu menjaga kesehatan kulit dan mencegah jerawat.\nMeningkatkan daya tahan tubuh: Kandungan antioksidan dan saponin dalam biji kemangi membantu memperkuat sistem kekebalan tubuh."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Minyak Atsiri: Mengandung senyawa seperti eugenol dan citronellol yang memiliki sifat antiseptik dan anti-inflamasi.\nFlavonoid: Antioksidan yang melindungi sel-sel tubuh dari kerusakan oksidatif.\nPolifenol: Senyawa dengan sifat antioksidan dan anti-inflamasi.\nVitamin C: Nutrisi penting yang mendukung sistem kekebalan tubuh dan kesehatan kulit.\nTanin: Senyawa dengan sifat astringen yang membantu penyembuhan luka.",
   "manfaat": "Meredakan peradangan: Minyak atsiri dan polifenol dalam bunga kemangi memiliki efek anti-inflamasi yang membantu meredakan peradangan internal dan eksternal.\nMeningkatkan kesehatan kulit: Vitamin C dan flavonoid dalam bunga kemangi membantu menjaga kesehatan kulit dan melindungi dari penuaan dini.\nMengurangi gejala flu: Aroma dari minyak atsiri bunga kemangi dapat membantu meredakan gejala flu dan memperbaiki pernapasan.\nMenyehatkan gigi dan mulut: Tanin dalam bunga kemangi membantu mencegah pertumbuhan bakteri yang menyebabkan masalah gigi dan gusi.\nMeningkatkan sistem kekebalan tubuh: Kandungan antioksidan dalam bunga kemangi membantu memperkuat sistem kekebalan tubuh."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Serat: Membantu dalam pencernaan dan menjaga kesehatan usus.\nMinyak Atsiri: Mengandung eugenol yang memiliki sifat antiseptik dan anti-inflamasi.\nFlavonoid: Antioksidan yang melindungi tubuh dari stres oksidatif.\nPolifenol: Senyawa yang memiliki efek anti-inflamasi dan antimikroba.\nSaponin: Berperan dalam mendukung sistem kekebalan tubuh.",
   "manfaat": "Mengatasi Gangguan Pencernaan: Serat dalam batang kemangi membantu memperlancar pencernaan dan mencegah sembelit.\nMengurangi peradangan: Minyak atsiri dan polifenol dalam batang kemangi membantu meredakan peradangan dalam tubuh.\nMelawan infeksi: Kandungan antiseptik dalam batang kemangi membantu melawan infeksi bakteri dan jamur.\nMeningkatkan kesehatan kulit: Flavonoid dalam batang kemangi membantu melindungi kulit dari kerusakan akibat radikal bebas.\nMenurunkan risiko penyakit kronis: Antioksidan dalam batang kemangi membantu melindungi tubuh dari risiko penyakit kronis seperti kanker dan penyakit jantung."
  },
  {
   "nama": "Akar",
   "penjelasan": "Kemangi merupakan salah satu tumbuhan herbal yang kaya manfaat dan sering digunakan dalam pengobatan tradisional serta masakan.",
   "kandungan": "Saponin: Membantu mendukung sistem kekebalan tubuh dan memiliki efek anti-inflamasi.\nTanin: Membantu dalam penyembuhan luka dan memiliki sifat astringen.\nFlavonoid: Antioksidan yang membantu melindungi tubuh dari kerusakan oksidatif.\nAlkaloid: Senyawa yang memiliki efek analgesik dan anti-inflamasi.\nAsam fenolat: Senyawa dengan sifat antioksidan dan anti-inflamasi.",
   "manfaat": "Meningkatkan daya tahan tubuh: Saponin dalam akar kemangi membantu memperkuat sistem kekebalan tubuh.\nMengurangi gejala radang sendi: Alkaloid dalam akar kemangi memiliki efek anti-inflamasi yang membantu meredakan gejala arthritis.\nMenyembuhkan luka: Tanin dalam akar kemangi membantu mempercepat penyembuhan luka dan mencegah infeksi.\nMengurangi rasa sakit: Alkaloid dalam akar kemangi memiliki efek analgesik yang membantu meredakan nyeri otot dan sendi.\nMelindungi sel-sel tubuh: Flavonoid dan asam fenolat dalam akar kemangi membantu melindungi sel-sel tubuh dari kerusakan akibat radikal bebas."
  }
 ]
}