{
 "nama": "Kembang Sore (Abutilon indicum)",
 "sebutan": [
  "Atibala",
  "Indian mallow",
  "Kanghi"
 ],
 "deskripsi": "Kembang Sore (Abutilon indicum), juga dikenal sebagai \"Kangkung Sepet,\" adalah tanaman herbal yang telah lama digunakan dalam pengobatan tradisional, terutama dalam sistem Ayurveda dan pengobatan tradisional Tiongkok.\nTanaman ini dikenal memiliki sifat anti-inflamasi, analgesik, dan ekspektoran, sehingga sering digunakan untuk meredakan batuk, pilek, dan masalah pernapasan lainnya.  Daunnya digunakan sebagai obat luar untuk mengobati luka, abses, dan peradangan kulit.\nSelain itu, akar tanaman ini sering direbus untuk membuat ramuan yang dapat membantu mengatasi demam, gangguan pencernaan, dan disentri. Biji Kembang Sore juga digunakan untuk mengatasi masalah reproduksi, seperti disfungsi seksual dan masalah menstruasi pada wanita.\nBerikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk bulat telur hingga agak memanjang, dengan tepi yang bergerigi halus. Daunnya memiliki permukaan yang halus dan ditutupi oleh bulu-bulu halus yang membuatnya terasa agak lembut saat disentuh. Daun-daun ini memiliki tangkai yang cukup panjang dan berwarna hijau gelap di bagian atas, sedangkan bagian bawahnya lebih pucat. Daun ini tumbuh secara berseling pada batang, dan panjangnya dapat mencapai sekitar 7 hingga 10 cm.",
   "kandungan": "Daun Kembang Sore mengandung senyawa seperti flavonoid, tanin, saponin, alkaloid, dan berbagai vitamin seperti vitamin C. Kandungan ini memberikan daun sifat antioksidan, anti-inflamasi, dan antibakteri.",
   "manfaat": "Mengatasi Peradangan: Daun ini memiliki sifat anti-inflamasi yang membantu meredakan peradangan pada kulit maupun di dalam tubuh, seperti pada sendi yang bengkak.\nMengobati Luka dan Infeksi Kulit: Daun Kembang Sore sering digunakan sebagai obat luar untuk mengobati luka dan infeksi kulit, karena kandungan antibakterinya.\nMeredakan Batuk dan Pilek: Daun ini dapat dibuat menjadi teh atau ramuan yang membantu meredakan batuk dan pilek, berkat sifat ekspektorannya yang membantu melonggarkan lendir.\nMenurunkan Demam: Teh daun Kembang Sore digunakan dalam pengobatan tradisional untuk menurunkan demam dengan meningkatkan keringat.\nMeningkatkan Imunitas: Kandungan vitamin C dan antioksidan dalam daun membantu meningkatkan sistem kekebalan tubuh dan melawan infeksi."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Bunga berwarna kuning cerah dan berbentuk seperti lonceng dengan lima kelopak yang menyatu di pangkalnya. Bunga ini memiliki ukuran yang relatif kecil, biasanya berdiameter sekitar 2 hingga 4 cm. Kelopak bunga yang lembut dan tipis seringkali mekar di pagi hari dan mulai layu menjelang sore, sehingga menjadi alasan nama “Kembang Sore”. Bunga tumbuh soliter di ketiak daun atau pada ujung cabang, dan memberikan penampilan yang mencolok pada tanaman ini.",
   "kandungan": "Bunga Kembang Sore mengandung antosianin, flavonoid, dan alkaloid yang memberikan manfaat terapeutik, terutama dalam menjaga kesehatan kulit dan sistem pernapasan.",
   "manfaat": "Menjaga Kesehatan Kulit: Bunga Kembang Sore digunakan dalam perawatan kulit untuk mengatasi masalah seperti ruam, jerawat, dan iritasi, berkat sifat antioksidannya.\nMeredakan Asma dan Bronkitis: Bunga ini dapat digunakan dalam bentuk teh untuk meredakan gejala asma dan bronkitis dengan memperbaiki fungsi pernapasan.\nMengurangi Gejala Alergi: Sifat antihistamin dalam bunga membantu mengurangi reaksi alergi pada kulit dan saluran pernapasan.\nMeningkatkan Sirkulasi Darah: Flavonoid dalam bunga Kembang Sore membantu meningkatkan sirkulasi darah, yang bermanfaat bagi kesehatan jantung dan pembuluh darah.\nMengobati Infeksi Saluran Kemih: Ekstrak bunga ini digunakan untuk mengobati infeksi saluran kemih, berkat sifat antibakterinya yang efektif melawan bakteri penyebab infeksi."
  },
  {
   "nama": "Akar",
   "penjelasan": "Kembang Sore (Abutilon indicum) adalah tanaman yang kaya manfaat bagi kesehatan, digunakan secara luas dalam pengobatan tradisional. Daun, bunga, dan akar tanaman ini memiliki kandungan senyawa bioaktif yang memberikan efek terapeutik, mulai dari mengatasi peradangan dan infeksi kulit hingga meredakan masalah pernapasan dan pencernaan. Meskipun penggunaannya dalam pengobatan tradisional sangat beragam, penting untuk menggunakan tanaman ini dengan bijak dan sesuai dengan anjuran ahli kesehatan.",
   "kandungan": "Akar Kembang Sore mengandung senyawa seperti tanin, fitosterol, dan asam amino yang memberikan manfaat kesehatan, terutama untuk sistem pencernaan dan pernapasan.",
   "manfaat": "Meredakan Sakit Tenggorokan: Akar ini sering digunakan dalam bentuk ramuan untuk meredakan sakit tenggorokan dan gejala flu lainnya, karena sifat antiseptiknya.\nMengatasi Masalah Pencernaan: Ekstrak akar Kembang Sore membantu meredakan masalah pencernaan seperti diare, dispepsia, dan sembelit dengan menenangkan lapisan perut.\nMengurangi Gejala Reumatik: Sifat anti-inflamasi dari akar ini juga bermanfaat dalam mengurangi nyeri dan kekakuan yang terkait dengan reumatik.\nMenurunkan Tekanan Darah: Akar Kembang Sore dipercaya dapat membantu menurunkan tekanan darah tinggi dengan memperbaiki sirkulasi darah dan mengurangi tekanan pada pembuluh darah.\nMeningkatkan Kesehatan Ginjal: Penggunaan akar ini dalam pengobatan tradisional mendukung fungsi ginjal dan membantu membersihkan racun dari tubuh."
  }
 ]
}