{
 "nama": "Kemuning (Murraya paniculata)",
 "sebutan": [
  "Orange jasmine",
  "Mock orange"
 ],
 "deskripsi": "Kemuning (Murraya paniculata), dikenal juga sebagai Orange Jasmine atau Mock Orange, adalah tanaman hias yang juga memiliki banyak manfaat kesehatan. Berikut adalah penjelasan tentang bagian-bagian tumbuhan Kemuning, kandungan, dan manfaat kesehatan dari setiap bagian:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Alkaloid: Seperti murrayanine dan murralongine, yang memiliki aktivitas anti-inflamasi dan antibakteri.\nFlavonoid: Antioksidan yang melindungi sel-sel tubuh dari kerusakan oksidatif.\nMinyak Atsiri: Mengandung senyawa seperti limonen dan linalool, yang memberikan aroma khas dan memiliki sifat antimikroba.\nTanin: Berfungsi sebagai astringen yang membantu dalam penyembuhan luka.\nSaponin: Meningkatkan sistem kekebalan tubuh dan memiliki sifat anti-inflamasi.",
   "manfaat": "Anti-inflamasi: Alkaloid dalam daun Kemuning dapat membantu mengurangi peradangan dan meredakan nyeri.\nAntioksidan: Flavonoid membantu melindungi sel-sel tubuh dari kerusakan akibat radikal bebas, yang dapat mencegah penyakit kronis.\nAntimikroba: Minyak atsiri memiliki sifat antibakteri dan antijamur yang membantu melawan infeksi.\nMengatasi luka: Tanin dalam daun membantu mempercepat penyembuhan luka dengan efek astringen.\nMeningkatkan kekebalan tubuh: Saponin meningkatkan daya tahan tubuh dan membantu melawan infeksi."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Minyak Atsiri: Mengandung senyawa seperti eugenol, yang memiliki efek antimikroba dan anti-inflamasi.\nFlavonoid: Antioksidan yang melindungi sel-sel tubuh dari kerusakan oksidatif.\nSaponin: Berfungsi dalam meningkatkan sistem kekebalan tubuh.\nAsam askorbat (Vitamin C): Mendukung sistem kekebalan tubuh dan kesehatan kulit.\nAlkaloid: Termasuk senyawa dengan efek sedatif ringan dan antimikroba.",
   "manfaat": "Antimikroba: Minyak atsiri dalam bunga memiliki kemampuan melawan bakteri dan jamur, membantu menjaga kebersihan dan kesehatan.\nAnti-inflamasi: Eugenol dalam bunga memiliki efek anti-inflamasi yang membantu meredakan peradangan.\nAntioksidan: Flavonoid dan vitamin C melindungi sel dari kerusakan oksidatif, yang mendukung kesehatan secara keseluruhan.\nMengatasi masalah kulit: Bunga Kemuning dapat digunakan dalam perawatan kulit untuk mengatasi jerawat dan peradangan.\nSedatif ringan: Alkaloid dalam bunga memberikan efek menenangkan dan dapat membantu mengurangi kecemasan."
  },
  {
   "nama": "Buah",
   "penjelasan": "",
   "kandungan": "Minyak Atsiri: Mengandung senyawa seperti limonene dan terpineol dengan sifat antimikroba.\nAsam lemak: Membantu dalam menjaga kesehatan jantung dan sistem metabolisme.\nFlavonoid: Berfungsi sebagai antioksidan.\nTanin: Berfungsi sebagai astringen, membantu mengatasi diare dan masalah pencernaan.\nVitamin C: Menyokong sistem kekebalan tubuh dan meningkatkan kesehatan kulit.",
   "manfaat": "Antimikroba: Minyak atsiri dalam buah membantu melawan infeksi bakteri dan jamur.\nMenjaga kesehatan jantung: Asam lemak dalam buah mendukung kesehatan jantung dan mengatur kadar kolesterol.\nAntioksidan: Flavonoid dan vitamin C melindungi tubuh dari kerusakan oksidatif dan penuaan dini.\nMengatasi diare: Tanin dalam buah memiliki efek astringen yang dapat membantu mengatasi diare.\nMeningkatkan sistem kekebalan tubuh: Vitamin C dalam buah mendukung kekuatan sistem kekebalan tubuh."
  },
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Alkaloid: Seperti murrayanine, yang memiliki aktivitas anti-inflamasi dan antimikroba.\nSaponin: Meningkatkan daya tahan tubuh dan memiliki sifat anti-inflamasi.\nTanin: Berfungsi sebagai astringen.\nMinyak Atsiri: Mengandung senyawa yang memberikan efek terapeutik.\nFlavonoid: Antioksidan yang membantu melindungi sel-sel tubuh dari kerusakan oksidatif.",
   "manfaat": "Anti-inflamasi: Alkaloid dalam akar Kemuning membantu meredakan peradangan dan nyeri.\nMeningkatkan kekebalan tubuh: Saponin dalam akar memperkuat sistem kekebalan tubuh.\nMengatasi Gangguan Pencernaan: Tanin dalam akar membantu mengatasi masalah pencernaan dan diare.\nAntimikroba: Minyak atsiri dari akar memiliki sifat antibakteri dan antijamur.\nAntioksidan: Flavonoid dalam akar melindungi tubuh dari kerusakan oksidatif, mendukung kesehatan secara keseluruhan."
  },
  {
   "nama": "Batang",
   "penjelasan": "Daun, bunga, buah, akar, dan batang Kemuning mengandung senyawa bioaktif yang mendukung berbagai fungsi tubuh, mulai dari peningkatan kekebalan tubuh, perlindungan antioksidan, hingga pengobatan penyakit dan gangguan kesehatan.",
   "kandungan": "Alkaloid: Termasuk murrayanine yang memiliki efek anti-inflamasi dan antimikroba.\nFlavonoid: Antioksidan yang melindungi sel dari kerusakan akibat radikal bebas.\nSaponin: Meningkatkan sistem kekebalan tubuh dan memiliki efek anti-inflamasi.\nTanin: Berfungsi sebagai astringen, membantu dalam mengatasi masalah pencernaan.\nMinyak Atsiri: Mengandung senyawa yang memberikan efek terapeutik.",
   "manfaat": "Anti-inflamasi: Alkaloid dalam batang membantu mengurangi peradangan.\nMeningkatkan kekebalan tubuh: Saponin dalam batang memperkuat sistem kekebalan tubuh.\nAntioksidan: Flavonoid dalam batang melindungi tubuh dari kerusakan oksidatif.\nMengatasi Gangguan Pencernaan: Tanin dalam batang membantu mengatasi masalah pencernaan seperti diare.\nAntimikroba: Minyak atsiri dari batang memiliki sifat antimikroba yang bermanfaat dalam melawan infeksi."
  }
 ]
}