{
 "nama": "Kerinyu Limau (Aloysia citrodora)",
 "sebutan": [
  "Lemon verbena",
  "Semak Lebah Limau"
 ],
 "deskripsi": "Kerinyu Limau (Aloysia citrodora) adalah tanaman aromatik yang terkenal karena aroma lemon yang kuat. Tanaman ini sering digunakan sebagai tanaman hias serta memiliki nilai penting dalam berbagai pengobatan tradisional di seluruh dunia. Daun Kerinyu Limau biasanya dijadikan bahan utama dalam teh herbal dan minyak esensial yang berkhasiat untuk berbagai keperluan kesehatan.\nKerinyu Limau telah digunakan dalam pengobatan tradisional untuk mengatasi berbagai keluhan, termasuk gangguan pencernaan, kecemasan, dan masalah pernapasan. Daun dan minyaknya memiliki sifat antioksidan dan anti-inflamasi yang membantu dalam mengurangi gejala berbagai kondisi kesehatan.\nSelain itu, tanaman ini juga digunakan dalam industri parfum dan kosmetik karena aroma lemonnya yang segar. Berikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk lonjong dengan ujung meruncing, permukaannya halus, dan memiliki aroma lemon yang kuat ketika diremas. Daunnya berwarna hijau terang dan biasanya tersusun secara bergantian di sepanjang batang.",
   "kandungan": "Daun Kerinyu Limau mengandung senyawa aktif seperti verbascoside, luteolin, dan polifenol yang dikenal memiliki aktivitas antioksidan dan anti-inflamasi yang kuat.",
   "manfaat": "Mengurangi Kecemasan: Daun Kerinyu Limau dapat digunakan untuk membuat teh yang membantu meredakan kecemasan dan stres berkat sifat sedatifnya.\nMeredakan Gangguan Pencernaan: Konsumsi daun dalam bentuk teh atau ekstrak dapat membantu meringankan gangguan pencernaan seperti kembung dan dispepsia.\nMengatasi Insomnia: Kandungan dalam daun ini dapat membantu meningkatkan kualitas tidur dengan memberikan efek relaksasi.\nMenurunkan Peradangan: Sifat anti-inflamasi dari daun Kerinyu Limau dapat membantu mengurangi peradangan dalam tubuh, terutama pada kondisi seperti arthritis.\nMeningkatkan Sistem Kekebalan: Antioksidan dalam daun ini berperan dalam meningkatkan daya tahan tubuh terhadap penyakit."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Kerinyu Limau adalah tanaman yang tidak hanya menyenangkan secara estetika tetapi juga memiliki banyak manfaat kesehatan berkat kandungan aktif dalam daun dan bunganya.",
   "kandungan": "Bunga tanaman ini mengandung minyak esensial yang kaya akan citral, limonena dan geraniol, yang memberikan manfaat kesehatan dan aroma yang menenangkan.",
   "manfaat": "Meningkatkan Mood: Aroma bunga Kerinyu Limau dapat membantu mengangkat suasana hati dan mengurangi gejala depresi ringan.\nMendukung Kesehatan Kulit: Ekstrak bunga ini sering digunakan dalam produk perawatan kulit untuk mencerahkan dan menyegarkan kulit.\nMengurangi Gejala Asma: Inhalasi aroma dari bunga dapat membantu meredakan gejala asma dan masalah pernapasan lainnya.\nMengatasi Mual: Minyak esensial dari bunga ini efektif dalam mengatasi mual dan gangguan perut.\nMengurangi Nyeri Otot: Bunga Kerinyu Limau digunakan dalam minyak pijat untuk meredakan nyeri otot dan kelelahan."
  }
 ]
}