{
 "nama": "Kesumba Keling (Bixa orellana)",
 "sebutan": [
  "Achiote",
  "Kunyit Jawa"
 ],
 "deskripsi": "Kesumba Keling (Bixa orellana) adalah tanaman tropis yang berasal dari wilayah Amerika Tengah dan Selatan, namun kini telah menyebar luas ke berbagai daerah tropis di dunia, termasuk Indonesia.\nTanaman ini dikenal terutama karena bijinya yang digunakan sebagai pewarna alami, sering disebut sebagai annatto, yang menghasilkan warna merah oranye.\nDalam pengobatan tradisional, Kesumba Keling telah lama digunakan oleh berbagai suku asli di Amerika Latin untuk berbagai tujuan, seperti mengobati luka, mengatasi masalah pencernaan, dan sebagai agen anti-inflamasi.\nDi Indonesia, penggunaan biji Kesumba Keling sebagai pewarna alami dalam masakan tradisional juga cukup umum. Berikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Biji",
   "penjelasan": "Biji kecil, berbentuk bulat hingga sedikit lonjong, dan ditutupi oleh lapisan tipis berwarna merah-oranye cerah. Biji ini tumbuh di dalam buah yang berbentuk seperti kapsul berduri, yang setelah matang akan membuka dan memperlihatkan biji-biji di dalamnya.",
   "kandungan": "Biji Kesumba Keling kaya akan pigmen karotenoid, khususnya biksin dan norbiksin, yang bertanggung jawab atas warna merah-oranye khasnya. Selain itu, biji ini juga mengandung Vitamin E, asam amino, dan serat.",
   "manfaat": "Antioksidan: Kandungan karotenoid membantu melindungi sel-sel tubuh dari kerusakan oksidatif yang disebabkan oleh radikal bebas.\nAnti-inflamasi: Mengurangi peradangan di dalam tubuh, membantu mengatasi kondisi seperti arthritis dan peradangan kulit.\nPencernaan: Serat dalam biji membantu memperbaiki kesehatan pencernaan dengan meningkatkan pergerakan usus dan mencegah sembelit.\nKesehatan Mata: Karotenoid dalam biji berperan dalam melindungi mata dari degenerasi makula dan penyakit mata lainnya.\nKesehatan Kulit: Vitamin E dalam biji berfungsi sebagai agen pelembab dan pelindung kulit, membantu menjaga elastisitas dan kelembapan kulit."
  },
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk oval dengan ujung runcing, memiliki tepi yang bergelombang, dan berwarna hijau tua. Daun ini tumbuh secara bergantian di sepanjang batang dan memiliki urat daun yang jelas dan menonjol.",
   "kandungan": "Daun Kesumba Keling mengandung flavonoid, tanin, dan alkaloid, yang semuanya memiliki khasiat farmakologis penting, seperti antioksidan, astringen, dan antimikroba.",
   "manfaat": "Antimikroba: Membantu melawan infeksi bakteri dan jamur pada kulit dan luka.\nAntioksidan: Flavonoid dalam daun membantu melindungi tubuh dari stres oksidatif.\nAstringen: Mengencangkan dan menguatkan jaringan, berguna dalam penyembuhan luka dan mengatasi pendarahan.\nPenyembuhan Luka: Daun dapat digunakan sebagai kompres untuk mempercepat penyembuhan luka dan mengurangi peradangan.\nDetoksifikasi: Membantu dalam proses detoksifikasi tubuh dengan mendukung fungsi hati dan ginjal."
  },
  {
   "nama": "Buah",
   "penjelasan": "Kesumba Keling (Bixa orellana) adalah tanaman serbaguna yang memiliki banyak manfaat, baik sebagai pewarna alami maupun dalam pengobatan tradisional. Bagian-bagian tanaman seperti biji, daun, dan buahnya masing-masing mengandung senyawa aktif yang bermanfaat untuk kesehatan. Dengan budidaya yang mudah dan kegunaan yang luas, Kesumba Keling terus menjadi tanaman yang penting, baik secara ekonomi maupun budaya di Indonesia.",
   "kandungan": "Buah Kesumba Keling mengandung senyawa karotenoid dan pigmen alami yang berperan dalam berbagai khasiat kesehatannya, termasuk sebagai pewarna alami dan antioksidan.",
   "manfaat": "Antioksidan: Melindungi sel dari kerusakan akibat radikal bebas.\nPewarna Alami: Digunakan secara luas dalam makanan dan produk kecantikan, aman untuk dikonsumsi dan diaplikasikan pada kulit.\nPerawatan Kulit: Ekstrak buah digunakan dalam produk perawatan kulit untuk memberikan warna alami dan melindungi kulit dari kerusakan.\nAntiinflamasi: Membantu mengurangi peradangan pada kulit dan organ internal.\nKesehatan Hati: Kandungan pigmen membantu mendukung fungsi hati dalam detoksifikasi tubuh."
  }
 ]
}