{
 "nama": "Ketapang (Terminalia catappa)",
 "sebutan": [
  "Country almond",
  "Katapang"
 ],
 "deskripsi": "Ketapang (Terminalia catappa) adalah pohon besar yang tumbuh subur di wilayah tropis, termasuk Indonesia. Pohon ini dikenal dengan daunnya yang lebar, rimbun, dan sering kali berubah warna menjadi merah kecokelatan sebelum gugur, memberikan pemandangan yang indah.\nKetapang sering ditemukan di tepi pantai atau di daerah dataran rendah, dan dikenal karena kemampuan adaptasinya yang baik terhadap berbagai kondisi lingkungan.\nDaun, buah, dan biji ketapang sering dimanfaatkan dalam pengobatan tradisional. Daunnya yang kering kerap dijadikan bahan utama dalam pengobatan untuk mengatasi berbagai penyakit kulit, serta sebagai anti-inflamasi dan antioksidan alami.\nSementara itu, buah dan biji ketapang dipercaya memiliki manfaat dalam mengobati diare, disentri, dan sebagai obat cacing. Air rebusan daun ketapang juga sering digunakan untuk menurunkan demam dan mengobati batuk.\nBerikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun berukuran besar, lebar, dengan panjang mencapai 30 cm dan lebar 15 cm. Daun ini berbentuk elips dengan ujung yang meruncing. Saat muda, daunnya berwarna hijau, namun seiring bertambahnya usia, daun akan berubah menjadi merah hingga cokelat sebelum akhirnya gugur.",
   "kandungan": "Daun ketapang mengandung tanin, flavonoid, dan berbagai senyawa antioksidan lainnya.",
   "manfaat": "Mengatasi Masalah Kulit: Ekstrak daun ketapang sering digunakan untuk mengobati luka, eksim, dan berbagai masalah kulit lainnya berkat sifat anti-inflamasi dan antiseptiknya.\nMengurangi Peradangan: Kandungan flavonoid dalam daun ketapang efektif dalam mengurangi peradangan, baik itu internal maupun eksternal.\nMenurunkan Kolesterol: Konsumsi air rebusan daun ketapang dapat membantu menurunkan kadar kolesterol jahat (LDL) dalam darah.\nMeningkatkan Sistem Kekebalan Tubuh: Antioksidan dalam daun ketapang membantu memperkuat sistem kekebalan tubuh, melindungi dari berbagai infeksi.\nMengurangi Risiko Penyakit Jantung: Dengan menurunkan kolesterol dan peradangan, daun ketapang juga membantu mengurangi risiko penyakit jantung."
  },
  {
   "nama": "Buah",
   "penjelasan": "Buah berukuran sekitar 5-7 cm, berbentuk oval dengan kulit yang halus. Buah yang muda berwarna hijau, kemudian berubah menjadi kuning atau merah saat matang. Di dalam buah terdapat biji yang keras dan pipih, yang juga memiliki nilai ekonomis sebagai sumber minyak.",
   "kandungan": "Buah ketapang kaya akan saponin, alkaloid, dan minyak atsiri.",
   "manfaat": "Mengatasi Masalah Pencernaan: Buah ketapang sering digunakan dalam pengobatan tradisional untuk mengobati diare dan disentri.\nSebagai Antihelmintik: Senyawa alkaloid dalam buah ketapang efektif digunakan untuk membunuh cacing dalam usus.\nMeningkatkan Kesehatan Hati: Buah ketapang memiliki sifat hepatoprotektif yang membantu melindungi hati dari kerusakan akibat racun.\nMembantu Penurunan Berat Badan: Saponin dalam buah ketapang membantu mengurangi penyerapan lemak di usus, mendukung penurunan berat badan.\nMeredakan Gejala Demam: Konsumsi buah ketapang dapat membantu menurunkan demam dan meredakan gejala flu."
  },
  {
   "nama": "Biji",
   "penjelasan": "Ketapang (Terminalia catappa) adalah pohon yang serbaguna dan kaya akan manfaat kesehatan. Setiap bagian dari pohon ini, mulai dari daun, buah, hingga biji, memiliki kandungan aktif yang bermanfaat bagi kesehatan. Tanaman ini tidak hanya penting sebagai peneduh di kawasan pesisir, tetapi juga sebagai sumber bahan alami dalam pengobatan tradisional dan industri.",
   "kandungan": "Biji ketapang mengandung asam lemak esensial, protein, dan berbagai mineral.",
   "manfaat": "Sumber Energi: Biji ketapang kaya akan lemak dan protein, yang merupakan sumber energi yang baik bagi tubuh.\nMeningkatkan Kesehatan Kulit: Minyak dari biji ketapang sering digunakan dalam produk perawatan kulit untuk menjaga kelembapan dan elastisitas kulit.\nMenurunkan Tekanan Darah: Kandungan asam lemak esensial dalam biji ketapang membantu menjaga keseimbangan tekanan darah.\nMeningkatkan Kesehatan Jantung: Asam lemak tak jenuh dalam biji ketapang mendukung kesehatan jantung dengan menurunkan kadar kolesterol.\nMeningkatkan Kesehatan Tulang: Biji ketapang kaya akan mineral seperti magnesium dan fosfor, yang penting untuk menjaga kesehatan tulang."
  }
 ]
}