{
 "nama": "Ketepeng Cina (Senna alata)",
 "sebutan": [
  "Emperor's candlesticks",
  "Ringworm Plant",
  "Kimanila",
  "Gelinggang"
 ],
 "deskripsi": "Ketepeng Cina (Senna alata), juga dikenal sebagai \"Ringworm Plant\" atau \"Candlestick Senna,\" adalah tanaman herbal yang dikenal karena berbagai manfaat kesehatan dan kegunaannya dalam pengobatan tradisional.\nBerikut adalah penjelasan mengenai bagian-bagian tumbuhan ketepeng cina, kandungan, dan manfaatnya:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Senyawa Fitokimia: Mengandung senyawa flavonoid, saponin, dan tanin.\nSenyawa Aktif: Senna alata mengandung senna (senyawa glikosida) yang memiliki efek pencahar.\nMinyak Atsiri: Memiliki minyak atsiri dengan sifat antimikroba.",
   "manfaat": "Mengatasi Gangguan Pencernaan: Daun ketepeng cina sering digunakan sebagai pencahar alami untuk mengatasi sembelit dan gangguan pencernaan.\nMengatasi Infeksi Kulit: Sifat antimikroba dari minyak atsiri dalam daun ketepeng cina membantu mengatasi infeksi kulit, termasuk kurap dan jamur.\nMengurangi Peradangan: Senyawa fitokimia seperti flavonoid memiliki efek anti-inflamasi yang membantu mengurangi peradangan.\nMenjaga Kesehatan Hati: Daun ketepeng cina memiliki efek hepatoprotektif yang membantu menjaga kesehatan hati.\nMengatasi Masalah Cacingan: Daun ketepeng cina dapat digunakan untuk mengatasi infeksi cacing pada sistem pencernaan."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Senyawa Fitokimia: Mengandung flavonoid, saponin, dan asam fenolik.\nMinyak Atsiri: Mengandung minyak atsiri dengan sifat antimikroba.",
   "manfaat": "Mengatasi Infeksi Kulit: Bunga ketepeng cina memiliki sifat antimikroba yang bermanfaat untuk mengatasi infeksi kulit seperti kurap.\nMeningkatkan Kesehatan Kulit: Kandungan antioksidan dan anti-inflamasi dalam bunga ketepeng cina membantu menjaga kesehatan kulit.\nMenjaga Kesehatan Jantung: Senyawa fitokimia dalam bunga ketepeng cina mendukung kesehatan jantung dengan mengatur kolesterol.\nMengatasi Gangguan Pencernaan: Bunga ketepeng cina dapat membantu meredakan gangguan pencernaan dan meningkatkan kesehatan sistem pencernaan.\nMendukung Sistem Kekebalan Tubuh: Flavonoid dalam bunga ketepeng cina meningkatkan daya tahan tubuh terhadap infeksi."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Senyawa Fitokimia: Mengandung saponin, flavonoid, dan tanin.\nSenyawa Aktif: Mengandung senna (senyawa glikosida).",
   "manfaat": "Mengatasi Gangguan Pencernaan: Batang ketepeng cina memiliki efek pencahar yang membantu mengatasi sembelit.\nMengurangi Gejala Peradangan: Senyawa fitokimia dalam batang ketepeng cina memiliki efek anti-inflamasi yang membantu mengurangi peradangan.\nMenjaga Kesehatan Hati: Batang ketepeng cina mendukung fungsi hati dan detoksifikasi.\nMengatasi Infeksi Kulit: Sifat antimikroba dalam batang ketepeng cina membantu mengatasi infeksi kulit.\nMendukung Kesehatan Jantung: Kandungan fitokimia dalam batang ketepeng cina mendukung kesehatan jantung."
  },
  {
   "nama": "Akar",
   "penjelasan": "Ketepeng Cina (Senna alata) memiliki berbagai bagian yang bermanfaat untuk kesehatan, mulai dari daun, bunga, batang, hingga akar. Setiap bagian memiliki kandungan fitokimia dan senyawa aktif yang mendukung berbagai fungsi tubuh, termasuk pencernaan, kesehatan kulit, hati, dan jantung.",
   "kandungan": "Senyawa Fitokimia: Mengandung saponin, flavonoid, dan senyawa aktif lainnya.\nSenyawa Aktif: Mengandung senna (senyawa glikosida).",
   "manfaat": "Mengatasi Gangguan Pencernaan: Akar ketepeng cina memiliki efek pencahar yang membantu meredakan sembelit dan gangguan pencernaan.\nMendukung Kesehatan Hati: Akar ketepeng cina membantu mendukung kesehatan hati dan proses detoksifikasi.\nMengurangi Gejala Peradangan: Senyawa anti-inflamasi dalam akar ketepeng cina membantu mengurangi peradangan dan nyeri.\nMengatasi Infeksi Kulit: Akar ketepeng cina memiliki sifat antimikroba yang bermanfaat untuk mengatasi infeksi kulit.\nMenjaga Kesehatan Jantung: Kandungan fitokimia dalam akar ketepeng cina mendukung kesehatan jantung dengan mengatur kolesterol dan tekanan darah."
  }
 ]
}