{
 "nama": "Mangkokan (Polyscias scutellaria)",
 "sebutan": [
  "Shield aralia",
  "Bitterbush"
 ],
 "deskripsi": "Mangkokan (Polyscias scutellaria), juga dikenal dengan nama lokal seperti Bitterbush atau Shield plant, adalah tumbuhan yang digunakan dalam pengobatan tradisional di beberapa budaya. Berikut adalah penjelasan tentang bagian-bagian tumbuhan mangkokan, kandungan aktifnya, dan manfaatnya untuk kesehatan:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Flavonoid: Seperti quercetin dan kaempferol, yang memiliki sifat antioksidan.\nSaponin: Senyawa dengan aktivitas anti-inflamasi dan antimikroba.\nTanin: Memiliki sifat astringen dan antioksidan.",
   "manfaat": "Antioksidan: Flavonoid dalam daun membantu melawan radikal bebas, mengurangi stres oksidatif, dan mencegah kerusakan sel.\nAnti-inflamasi: Saponin dalam daun dapat membantu mengurangi peradangan dan gejala penyakit inflamasi.\nAntimikroba: Daun mangkokan memiliki aktivitas antimikroba, membantu melawan infeksi.\nPenyembuhan Luka: Tanin dalam daun dapat mempercepat proses penyembuhan luka dan mencegah infeksi.\nPengobatan Tradisional: Dalam beberapa tradisi, daun digunakan untuk mengatasi masalah pencernaan dan gangguan pernapasan."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Flavonoid: Seperti pada daun, memiliki sifat antioksidan.\nSaponin: Senyawa yang juga ditemukan dalam batang.\nAlkaloid: Senyawa yang memiliki berbagai efek biologis.",
   "manfaat": "Antioksidan: Flavonoid dalam batang membantu melawan radikal bebas dan melindungi sel-sel tubuh.\nAnti-inflamasi: Saponin dalam batang dapat mengurangi peradangan.\nAntimikroba: Batang juga memiliki aktivitas antimikroba yang membantu melawan infeksi.\nPenyembuhan Luka: Batang digunakan dalam beberapa tradisi untuk mempercepat penyembuhan luka.\nPengobatan Tradisional: Dalam pengobatan tradisional, batang sering digunakan untuk mengobati gangguan pencernaan."
  },
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Saponin: Senyawa aktif dengan efek anti-inflamasi dan antimikroba.\nFlavonoid: Seperti dalam bagian lain, memberikan efek antioksidan.\nTanin: Menyediakan sifat astringen dan antioksidan.",
   "manfaat": "Anti-inflamasi: Saponin dalam akar membantu mengurangi peradangan pada berbagai kondisi kesehatan.\nAntimikroba: Aktivitas antimikroba dari akar membantu melawan infeksi.\nAntioksidan: Flavonoid dalam akar membantu melindungi tubuh dari kerusakan oksidatif.\nPenyembuhan Luka: Akar digunakan untuk mempercepat penyembuhan luka dan mengurangi risiko infeksi.\nPengobatan Tradisional: Akar sering digunakan dalam pengobatan tradisional untuk mengatasi masalah pencernaan dan gangguan pernapasan."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Namun, penggunaan tanaman ini dalam pengobatan harus dilakukan dengan hati-hati dan pengetahuan yang cukup untuk memastikan manfaatnya dan meminimalkan risiko efek samping.",
   "kandungan": "Flavonoid: Seperti quercetin dan kaempferol, yang memiliki sifat antioksidan.\nAlkaloid: Senyawa dengan potensi efek biologis.",
   "manfaat": "Antioksidan: Flavonoid dalam bunga membantu melawan radikal bebas dan melindungi sel.\nAnti-inflamasi: Bunga dapat membantu mengurangi peradangan dalam tubuh.\nAntimikroba: Memiliki potensi aktivitas antimikroba yang dapat membantu melawan infeksi.\nPenyembuhan Luka: Bunga digunakan dalam beberapa tradisi untuk mempercepat penyembuhan luka.\nPengobatan Tradisional: Dalam pengobatan tradisional, bunga mangkokan digunakan untuk mengatasi berbagai gangguan kesehatan."
  }
 ]
}