{
 "nama": "Marmia (Salvia officinalis)",
 "sebutan": [
  "Sage"
 ],
 "deskripsi": "Marmia (Salvia officinalis), juga dikenal sebagai Sage, adalah tanaman yang terkenal dalam dunia herbal dan digunakan secara luas dalam pengobatan tradisional. Sage telah lama digunakan dalam pengobatan tradisional untuk berbagai tujuan, terutama sebagai ramuan penyembuh untuk gangguan pencernaan dan pernapasan.\nDaun Sage sering diolah menjadi teh untuk meredakan sakit tenggorokan, batuk, dan pilek, serta mengatasi gangguan pencernaan seperti kembung dan diare. Selain itu, Sage juga digunakan secara topikal untuk mengobati luka dan infeksi kulit berkat sifat antibakteri dan anti-inflamasinya.\nMinyak esensial yang diekstrak dari daun Sage juga sering dipakai dalam aromaterapi untuk meningkatkan konsentrasi dan meredakan stres. Berikut adalah penjelasan mengenai bagian-bagian tumbuhan Marmia, kandungan aktifnya, serta manfaat kesehatannya.",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun Sage memiliki bentuk lonjong hingga elips dengan ujung meruncing, berwarna hijau keabuan, dan permukaannya ditutupi oleh rambut-rambut halus yang memberikan tekstur lembut. Daun-daun ini tersusun secara berlawanan di sepanjang batang, dan tepinya sedikit bergelombang. Daun Sage juga memiliki aroma khas yang kuat, sering digunakan sebagai rempah dalam masakan maupun sebagai bahan obat.",
   "kandungan": "Minyak Atsiri: Minyak atsiri dalam daun Marmia memiliki sifat antimikroba, antioksidan, dan antiperadangan.\nFlavonoid: Senyawa antioksidan yang melindungi sel-sel tubuh dari kerusakan oksidatif.\nAsam Rosmarinat: Senyawa ini memiliki sifat anti-inflamasi dan mendukung kesehatan otak.\nTanin: Senyawa ini memiliki sifat astringen dan membantu dalam penyembuhan luka.\nAsam Ursolat: Memiliki sifat antikanker dan anti-inflamasi.",
   "manfaat": "Meningkatkan kesehatan otak: Asam rosmarinat dan flavonoid dalam daun Marmia membantu meningkatkan fungsi memori dan kognisi, serta melindungi otak dari kerusakan oksidatif.\nMengurangi peradangan: Asam rosmarinat dan asam ursolat dalam daun Marmia memiliki efek anti-inflamasi yang membantu mengurangi gejala peradangan seperti artritis.\nMeningkatkan kesehatan mulut: Minyak atsiri dalam daun Marmia memiliki sifat antimikroba yang membantu melawan infeksi mulut dan menjaga kesehatan gigi dan gusi.\nMengurangi stres: Minyak atsiri seperti cineole memiliki efek menenangkan yang membantu mengurangi stres dan kecemasan.\nMembantu pencernaan: Tanin dalam daun Marmia memiliki efek astringen yang membantu mengatasi gangguan pencernaan seperti diare dan perut kembung."
  },
  {
   "nama": "Batang",
   "penjelasan": "Batang Sage berkayu pada bagian bawah dan herba pada bagian atas. Batangnya berwarna abu-abu kehijauan dan ditutupi oleh rambut-rambut halus yang memberikan tekstur kasar. Batang ini tumbuh tegak dan bercabang, dengan ketinggian mencapai sekitar 30-60 cm. Batang Sage cenderung kaku dan kuat, menopang daun dan bunga yang tumbuh di atasnya.",
   "kandungan": "Saponin: Senyawa ini memiliki efek imunomodulator yang membantu memperkuat sistem kekebalan tubuh.\nLignan: Senyawa ini memiliki sifat antioksidan dan mendukung kesehatan hormonal.\nPolifenol: Senyawa ini memiliki sifat antioksidan yang kuat dan membantu melindungi tubuh dari kerusakan oksidatif.\nSteroid: Membantu dalam regenerasi sel dan mendukung fungsi metabolisme.\nMineral: Seperti kalsium dan kalium yang penting untuk kesehatan tulang dan fungsi otot.",
   "manfaat": "Meningkatkan sistem kekebalan tubuh: Saponin dalam batang Marmia membantu memperkuat sistem kekebalan tubuh dan melindungi tubuh dari infeksi.\nMendukung kesehatan hormonal: Lignan dalam batang Marmia membantu menyeimbangkan hormon dan mendukung kesehatan reproduksi.\nMelindungi tubuh dari radikal bebas: Polifenol dalam batang Marmia memiliki sifat antioksidan yang melindungi sel dari kerusakan oksidatif.\nMendukung kesehatan tulang: Mineral seperti kalsium dalam batang Marmia mendukung kekuatan dan kepadatan tulang.\nMeningkatkan regenerasi sel: Steroid dalam batang Marmia membantu dalam regenerasi sel dan penyembuhan luka."
  },
  {
   "nama": "Akar",
   "penjelasan": "Akar bersifat serabut dengan jaringan yang padat, mampu menembus tanah yang kering dan berpasir. Sistem akarnya berkembang dengan baik di tanah yang memiliki drainase yang baik, membantu tumbuhan ini bertahan dalam kondisi kering. Akar Sage juga berperan penting dalam penyerapan air dan nutrisi dari tanah, memungkinkan tumbuhan ini tumbuh subur di lingkungan yang tidak begitu subur.",
   "kandungan": "Alkaloid: Senyawa ini memiliki efek terapeutik yang mendukung kesehatan saraf dan mengurangi rasa sakit.\nGlikosida: Membantu dalam detoksifikasi tubuh dan mendukung kesehatan jantung.\nTriterpena: Senyawa ini memiliki sifat anti-inflamasi dan anti-kanker.\nKarbohidrat: Sebagai sumber energi dan mendukung fungsi metabolisme.\nMineral: Akar Marmia mengandung mineral penting seperti magnesium dan besi yang mendukung fungsi otot dan produksi darah.",
   "manfaat": "Mengurangi rasa sakit: Alkaloid dalam akar Marmia memiliki efek analgesik yang membantu mengurangi rasa sakit, terutama nyeri sendi dan otot.\nMendukung kesehatan jantung: Glikosida dalam akar Marmia membantu memperkuat otot jantung dan mendukung fungsi kardiovaskular.\nMeningkatkan energi: Karbohidrat dalam akar Marmia berperan sebagai sumber energi yang mendukung fungsi metabolisme tubuh.\nMendukung kesehatan darah: Mineral seperti besi dalam akar Marmia membantu meningkatkan produksi sel darah merah dan mencegah anemia.\nMelawan kanker: Triterpenoid dalam akar Marmia memiliki sifat antikanker yang membantu melawan pertumbuhan sel kanker."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Bunga berwarna ungu kebiruan dan tumbuh dalam bentuk tandan pada ujung batang. Bunga ini memiliki bentuk seperti tabung dengan dua bibir yang berbeda, di mana bibir atasnya lebih panjang daripada bibir bawah. Bunga Sage biasanya mekar pada akhir musim semi hingga awal musim panas, dan mengeluarkan aroma yang menyenangkan, menarik serangga penyerbuk seperti lebah.",
   "kandungan": "Flavonoid: Antioksidan kuat yang melindungi sel dari kerusakan dan mendukung kesehatan kulit.\nAsam Fenolik: Senyawa ini memiliki sifat anti-inflamasi dan mendukung kesehatan jantung.\nMinyak Atsiri: Seperti cineole yang memiliki sifat menenangkan dan mendukung kesehatan pernapasan.\nTanin: Senyawa astringen yang mendukung penyembuhan luka.\nAntosianin: Memiliki sifat antioksidan yang melindungi sel dari kerusakan oksidatif.",
   "manfaat": "Mendukung kesehatan kulit: Flavonoid dalam bunga Marmia melindungi kulit dari kerusakan akibat radikal bebas dan mendukung penyembuhan luka.\nMengurangi risiko penyakit jantung: Asam fenolat dalam bunga Marmia membantu mengurangi peradangan dan mendukung kesehatan jantung.\nMeningkatkan kesehatan pernapasan: Minyak atsiri dalam bunga Marmia membantu melegakan pernapasan dan mengurangi gejala flu dan pilek.\nMempercepat penyembuhan luka: Tanin dalam bunga Marmia membantu mengurangi peradangan dan mempercepat penyembuhan luka.\nMelindungi dari radikal bebas: Pigmen antosianin dalam bunga Marmia memiliki sifat antioksidan yang kuat, membantu melindungi tubuh dari kerusakan oksidatif."
  },
  {
   "nama": "Biji",
   "penjelasan": "Batang, akar, bunga, dan biji Marmia juga memiliki berbagai manfaat, mulai dari mendukung kesehatan jantung hingga meningkatkan kesehatan kulit dan pencernaan. Penggunaan Marmia dalam pengobatan herbal memberikan banyak manfaat yang signifikan untuk kesehatan.",
   "kandungan": "Asam Lemak: Penting untuk kesehatan jantung dan fungsi otak.\nProtein: Mendukung pertumbuhan dan perbaikan jaringan tubuh.\nFitosterol: Senyawa ini mendukung kesehatan jantung dan mengurangi kadar kolesterol.\nSerat: Membantu pencernaan dan mendukung kesehatan usus.\nMineral: Seperti magnesium dan zat besi yang penting untuk fungsi otot dan produksi darah.",
   "manfaat": "Meningkatkan kesehatan jantung: Asam lemak esensial dan fitosterol dalam biji Marmia mendukung kesehatan jantung dan mengurangi risiko penyakit kardiovaskular.\nMendukung fungsi otak: Asam lemak esensial dalam biji Marmia membantu mendukung fungsi otak dan meningkatkan daya ingat.\nMendukung kesehatan pencernaan: Serat dalam biji Marmia membantu memperbaiki pencernaan dan mencegah sembelit.\nMendukung pertumbuhan dan perbaikan jaringan: Protein dalam biji Marmia penting untuk pertumbuhan otot dan penyembuhan luka.\nMeningkatkan kesehatan darah: Mineral seperti zat besi dalam biji Marmia membantu dalam produksi sel darah merah dan mencegah anemia."
  }
 ]
}