{
 "nama": "Matoa (Pometia pinnata)",
 "sebutan": [
  "Taun tree",
  "Tava"
 ],
 "deskripsi": "Matoa (Pometia pinnata) adalah pohon buah tropis yang berasal dari Papua dan beberapa wilayah di Indonesia bagian timur. Pohon ini terkenal karena buahnya yang manis dan kaya akan nutrisi, yang sering dijadikan camilan atau bahan olahan minuman.\nPohon Matoa dapat tumbuh hingga ketinggian 20-40 meter, dengan batang yang besar dan kokoh serta daun yang lebat, menjadikannya sebagai pohon peneduh yang baik di daerah tropis.\nMatoa telah lama dimanfaatkan dalam berbagai pengobatan tradisional, terutama di wilayah Papua dan Maluku. Bagian-bagian dari pohon ini, termasuk buah, daun, dan bijinya, memiliki khasiat kesehatan yang beragam, mulai dari pengobatan gangguan pencernaan hingga memperkuat sistem kekebalan tubuh.\nBerikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Buah",
   "penjelasan": "Daging buahnya berwarna putih bening, mirip dengan buah rambutan atau kelengkeng, dan memiliki rasa manis yang khas. Bijinya besar dan berada di bagian tengah buah, dikelilingi oleh daging yang tebal dan berair.",
   "kandungan": "Buah Matoa kaya akan Vitamin C, Vitamin E, dan antioksidan.",
   "manfaat": "Meningkatkan Kekebalan Tubuh: Kandungan vitamin C yang tinggi membantu memperkuat sistem kekebalan tubuh dan melawan infeksi.\nAntioksidan Alami: Antioksidan dalam buah melindungi tubuh dari radikal bebas, yang dapat menyebabkan penuaan dini dan penyakit kronis.\nMenjaga Kesehatan Kulit: Vitamin E dalam buah Matoa berperan penting dalam menjaga kelembapan dan kesehatan kulit.\nMeningkatkan Energi: Konsumsi buah Matoa dapat meningkatkan energi dan vitalitas karena kandungan gula alami yang tinggi.\nMenurunkan Risiko Penyakit Jantung: Antioksidan dalam buah ini juga membantu menurunkan risiko penyakit jantung dengan melindungi pembuluh darah dari kerusakan."
  },
  {
   "nama": "Daun",
   "penjelasan": "Permukaan daunnya licin dan mengkilap, serta tersusun dalam pasangan yang rapi di sepanjang tangkai daun. Daun ini bertekstur agak keras dan kaku, dengan urat daun yang terlihat jelas.",
   "kandungan": "Daun Matoa mengandung flavonoid, saponin, dan tanin.",
   "manfaat": "Meredakan Peradangan: Flavonoid dalam daun memiliki efek antiinflamasi yang membantu mengurangi peradangan dalam tubuh.\nMengobati Luka: Ekstrak daun Matoa sering digunakan untuk mempercepat penyembuhan luka dan mengurangi risiko infeksi.\nAntimikroba: Kandungan tanin dalam daun efektif melawan bakteri dan jamur, sehingga baik untuk mengatasi infeksi kulit.\nMenurunkan Tekanan Darah: Saponin dalam daun membantu mengurangi tekanan darah tinggi, menjadikannya bermanfaat bagi penderita hipertensi.\nMengatasi Diare: Daun Matoa juga digunakan dalam pengobatan tradisional untuk mengatasi diare dan gangguan pencernaan lainnya."
  },
  {
   "nama": "Kulit Batang",
   "penjelasan": "Kulit batang berwarna cokelat keabu-abuan dengan tekstur kasar dan beralur. Batangnya tebal dan kuat, dengan lapisan luar yang mudah mengelupas. Kulit batangnya sering mengeluarkan getah jika dilukai, yang berwarna kekuningan.",
   "kandungan": "Kulit batang Matoa mengandung alkaloid, saponin, dan tanin.",
   "manfaat": "Antipiretik: Kulit batang digunakan dalam ramuan tradisional untuk menurunkan demam.\nMengatasi Nyeri: Alkaloid dalam kulit batang memiliki efek analgesik yang membantu meredakan nyeri otot dan sendi.\nAntimikroba: Kulit batang efektif melawan infeksi bakteri dan jamur, sehingga sering digunakan untuk mengobati infeksi kulit.\nMenyehatkan Saluran Cerna: Tanin dalam kulit batang membantu menenangkan saluran pencernaan dan mengatasi gangguan seperti diare.\nAntiinflamasi: Kulit batang Matoa digunakan untuk mengurangi peradangan, terutama pada kondisi kronis seperti rematik."
  },
  {
   "nama": "Biji",
   "penjelasan": "Matoa (Pometia pinnata) adalah tanaman tropis yang tidak hanya memiliki nilai ekonomi sebagai sumber buah yang lezat, tetapi juga menawarkan berbagai manfaat kesehatan melalui berbagai bagian tanamannya. Dari buah yang kaya vitamin, daun yang antiinflamasi, hingga biji yang memiliki potensi antikanker, Matoa adalah contoh sempurna dari tanaman yang serbaguna.",
   "kandungan": "Biji Matoa mengandung saponin, alkaloid, dan flavonoid.",
   "manfaat": "Antikanker: Biji Matoa mengandung senyawa yang memiliki potensi untuk menghambat pertumbuhan sel kanker, terutama kanker payudara.\nMengatasi Insomnia: Biji digunakan dalam pengobatan tradisional untuk membantu tidur dan mengurangi gejala insomnia.\nMenurunkan Kolesterol: Konsumsi biji secara teratur dapat membantu menurunkan kadar kolesterol dalam darah.\nMeningkatkan Daya Tahan Tubuh: Kandungan aktif dalam biji membantu memperkuat sistem kekebalan tubuh.\nMengurangi Tekanan Darah: Biji Matoa juga diketahui dapat membantu menurunkan tekanan darah, menjadikannya berguna bagi penderita hipertensi."
  }
 ]
}