{
 "nama": "Meniran Hijau (Phyllanthus niruri)",
 "sebutan": [
  "Gale of the wind"
 ],
 "deskripsi": "Meniran Hijau (Phyllanthus niruri), juga dikenal dengan nama lokal seperti Meniran, adalah tumbuhan herbal yang sering digunakan dalam pengobatan tradisional. Berikut adalah penjelasan tentang bagian-bagian tumbuhan Meniran Hijau, kandungan aktifnya, dan manfaat kesehatan dari masing-masing bagian:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Flavonoid: Seperti quercetin, kaempferol, dan rutin, yang memiliki sifat antioksidan.\nAlkaloid: Seperti phyllanthin dan hypophyllanthin, yang memiliki efek anti-inflamasi dan hepatoprotektif.\nTanin: Memiliki sifat astringen dan antioksidan.\nAsam Askorbat (Vitamin C): Memiliki efek antioksidan dan imunomodulator.",
   "manfaat": "Antioksidan: Flavonoid dan vitamin C dalam daun membantu melawan radikal bebas dan melindungi sel-sel tubuh dari kerusakan oksidatif.\nAnti-inflamasi: Alkaloid seperti phyllanthin dan hypophyllanthin memiliki efek anti-inflamasi yang dapat mengurangi peradangan dalam tubuh.\nHepatoprotektif: Daun memiliki sifat pelindung hati, membantu menjaga kesehatan hati dan meningkatkan fungsi hati.\nPenyembuhan Luka: Tanin dalam daun membantu mempercepat penyembuhan luka dan mengurangi risiko infeksi.\nPencernaan: Daun juga digunakan untuk mengatasi gangguan pencernaan seperti diare dan dispepsia."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Flavonoid: Memberikan efek antioksidan.\nAlkaloid: Memiliki efek anti-inflamasi dan hepatoprotektif.\nTanin: Menyediakan efek astringen.",
   "manfaat": "Antioksidan: Flavonoid dalam batang melindungi tubuh dari kerusakan oksidatif.\nAnti-inflamasi: Alkaloid dalam batang membantu mengurangi peradangan dan membantu dalam pengobatan kondisi inflamasi.\nHepatoprotektif: Batang dapat membantu melindungi hati dari kerusakan dan mendukung kesehatan hati.\nPenyembuhan Luka: Batang digunakan dalam beberapa tradisi untuk mempercepat penyembuhan luka.\nPencernaan: Batang digunakan untuk mengatasi gangguan pencernaan dan meningkatkan fungsi pencernaan."
  },
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Flavonoid: Seperti pada bagian lain, memberikan efek antioksidan.\nAlkaloid: Memiliki efek anti-inflamasi dan hepatoprotektif.\nTanin: Menyediakan efek astringen.",
   "manfaat": "Antioksidan: Flavonoid dalam akar melindungi tubuh dari kerusakan oksidatif.\nAnti-inflamasi: Alkaloid dalam akar membantu mengurangi peradangan dan meredakan kondisi inflamasi.\nHepatoprotektif: Akar berfungsi melindungi dan mendukung kesehatan hati.\nPenyembuhan Luka: Akar juga digunakan dalam beberapa tradisi untuk mempercepat penyembuhan luka.\nPencernaan: Akar dapat membantu dalam pengobatan gangguan pencernaan dan meningkatkan kesehatan pencernaan."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Phyllanthus niruri atau Meniran Hijau memiliki berbagai bagian yang bermanfaat untuk kesehatan, masing-masing dengan kandungan senyawa aktif yang berbeda. Daun, batang, akar, dan bunga tanaman ini mengandung flavonoid, alkaloid, dan tanin yang memberikan manfaat antioksidan, anti-inflamasi, hepatoprotektif, dan penyembuhan luka.",
   "kandungan": "Flavonoid: Memberikan efek antioksidan.\nAlkaloid: Seperti pada bagian lain, memiliki efek anti-inflamasi dan hepatoprotektif.",
   "manfaat": "Antioksidan: Flavonoid dalam bunga membantu melawan radikal bebas dan melindungi tubuh dari kerusakan oksidatif.\nAnti-inflamasi: Alkaloid dalam bunga dapat mengurangi peradangan dan meredakan kondisi inflamasi.\nHepatoprotektif: Bunga juga berfungsi melindungi hati dan meningkatkan fungsinya.\nPenyembuhan Luka: Bunga digunakan dalam beberapa tradisi untuk mempercepat penyembuhan luka.\nPencernaan: Bunga dapat membantu mengatasi gangguan pencernaan dan meningkatkan kesehatan pencernaan."
  }
 ]
}