{
 "nama": "Pacar Cina (Aglaia odorata)",
 "sebutan": [
  "Chinese perfume plant",
  "Pacar Culan"
 ],
 "deskripsi": "Pacar Cina (Aglaia odorata) adalah tanaman perdu kecil yang populer sebagai tanaman hias dan juga memiliki nilai dalam pengobatan tradisional. Tanaman ini terkenal dengan bunganya yang harum dan daun yang hijau cerah. Dalam bahasa Inggris, tanaman ini sering disebut sebagai \"Chinese Perfume Plant\" karena aroma harum yang dihasilkan oleh bunganya.\nPacar Cina telah lama digunakan dalam pengobatan tradisional, terutama di Asia. Bunga dan daun tumbuhan ini dimanfaatkan untuk mengobati berbagai penyakit, termasuk gangguan perut, masalah pernapasan, dan nyeri haid.\nEkstrak tumbuhan ini dipercaya memiliki sifat antioksidan, anti-inflamasi, dan analgesik. Berikut kandungan dan manfaat dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Akar",
   "penjelasan": "Akar berjenis serabut dengan warna coklat kekuningan. Akar ini tumbuh dangkal dan menyebar luas untuk menyerap nutrisi dari lapisan atas tanah. Struktur akarnya kuat, membuat tanaman ini mampu bertahan di berbagai kondisi tanah.",
   "kandungan": "Akar Pacar Cina mengandung beberapa senyawa kimia seperti alkaloid dan saponin yang bersifat diuretik dan membantu detoksifikasi.",
   "manfaat": "Mengatasi infeksi saluran kemih: Akar ini sering digunakan untuk membantu melancarkan buang air kecil dan mengatasi infeksi saluran kemih.\nMendetoksifikasi tubuh: Dengan sifat diuretiknya, akar Pacar Cina membantu mengeluarkan racun dari tubuh melalui urin.\nMengurangi peradangan: Senyawa antiinflamasi dalam akar membantu mengurangi pembengkakan dan peradangan pada tubuh.\nMeredakan nyeri rematik: Penggunaan akar ini juga dipercaya dapat meredakan nyeri akibat rematik dan peradangan sendi.\nMempercepat penyembuhan luka: Akar Pacar Cina sering digunakan sebagai ramuan untuk mempercepat proses penyembuhan luka."
  },
  {
   "nama": "Batang",
   "penjelasan": "Batang berwarna coklat keabu-abuan dan memiliki tekstur yang kasar. Batang ini biasanya tumbuh tegak dan bercabang banyak, dengan diameter kecil, sekitar 0,5 cm. Meskipun batangnya kecil, tanaman ini memiliki struktur yang kokoh dan dapat tumbuh hingga ketinggian sekitar 2-3 meter.",
   "kandungan": "Batang Pacar Cina mengandung flavonoid dan senyawa fenolik yang dikenal memiliki sifat antioksidan dan antikanker.",
   "manfaat": "Meningkatkan daya tahan tubuh: Flavonoid dalam batang membantu memperkuat sistem kekebalan tubuh dengan menangkal radikal bebas.\nMencegah kanker: Senyawa fenolik pada batang dipercaya mampu melawan pertumbuhan sel kanker.\nMeredakan stres: Ekstrak batang dapat membantu menenangkan pikiran dan meredakan stres serta kecemasan.\nMenjaga kesehatan jantung: Flavonoid yang terdapat dalam batang membantu melindungi jantung dari kerusakan akibat radikal bebas.\nMeningkatkan kesehatan kulit: Sifat antioksidan dari batang juga membantu menjaga kulit tetap sehat dan terhindar dari penuaan dini."
  },
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk lonjong dengan ujung meruncing, berwarna hijau mengkilap di bagian atas dan sedikit lebih pucat di bagian bawah. Panjang daun berkisar antara 3-7 cm, dengan tepi daun yang halus. Daun-daun ini tumbuh berselang-seling di sepanjang batang dan memiliki aroma harum jika diremas.",
   "kandungan": "Daun Pacar Cina mengandung minyak atsiri, saponin, dan tanin.",
   "manfaat": "Meredakan batuk: Minyak atsiri dalam daun efektif dalam meredakan batuk dan membersihkan saluran pernapasan.\nMengobati demam: Daun ini juga digunakan untuk membantu menurunkan demam dengan cara direbus dan airnya diminum.\nMengatasi masalah pencernaan: Ramuan dari daun sering digunakan untuk meredakan sakit perut dan memperbaiki pencernaan.\nMenjaga kesehatan kulit: Daun Pacar Cina digunakan sebagai bahan alami dalam perawatan kulit untuk mengatasi masalah jerawat dan iritasi.\nMeningkatkan kualitas tidur: Aroma harum dari daun memiliki efek relaksasi yang membantu mengatasi insomnia dan meningkatkan kualitas tidur."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Aglaia odorata, atau yang dikenal sebagai Pacar Cina, merupakan tanaman hias yang tidak hanya indah tetapi juga memiliki banyak manfaat kesehatan. Bagian-bagian seperti akar, batang, daun, dan bunga mengandung senyawa aktif yang berkhasiat untuk mengatasi berbagai masalah kesehatan, termasuk infeksi saluran kemih, demam, stres, dan insomnia.",
   "kandungan": "Bunga Pacar Cina mengandung minyak atsiri, flavonoid, dan alkaloid.",
   "manfaat": "Mengatasi sakit kepala: Minyak atsiri dalam bunga digunakan untuk meredakan sakit kepala dan migrain.\nMeredakan stres: Aroma bunga yang harum memiliki efek menenangkan dan membantu meredakan stres serta kecemasan.\nMengatasi insomnia: Bunga Pacar Cina sering digunakan dalam aromaterapi untuk membantu mengatasi masalah tidur dan meningkatkan kualitas tidur.\nMeningkatkan kesehatan pernapasan: Bunga ini juga bermanfaat untuk membersihkan saluran pernapasan dan meredakan gejala pilek.\nMenjaga kesehatan kulit: Bunga ini digunakan dalam kosmetik alami untuk menjaga kelembaban dan elastisitas kulit."
  }
 ]
}