{
 "nama": "Panirak Paya (Althaea officinalis)",
 "sebutan": [
  "Marshmallow"
 ],
 "deskripsi": "Panirak Paya (Althaea officinalis), atau dikenal dengan nama Marshmallow, adalah tumbuhan herbal yang sering digunakan dalam pengobatan tradisional. Semua bagian dari tanaman ini, mulai dari akar hingga bunga, memiliki manfaat kesehatan yang beragam.\nPanirak Paya digunakan dalam pengobatan tradisional karena sifatnya yang menenangkan dan anti-inflamasi. Ekstrak akar Panirak Paya sering digunakan untuk meredakan iritasi tenggorokan dan batuk kering berkat kemampuannya membentuk lapisan pelindung pada selaput lendir.\nSelain itu, tanaman ini juga digunakan untuk mengatasi masalah pencernaan seperti gangguan lambung dan radang usus, serta sebagai agen penyembuh luka karena sifat antiinflamasinya.\nDaun dan akar Panirak Paya mengandung mucilage, yang berfungsi sebagai pelapis dan penghilang rasa nyeri, membuatnya berharga dalam formulasi herbal untuk meredakan ketidaknyamanan internal dan mendukung proses penyembuhan alami.\nBerikut adalah penjelasan mengenai bagian-bagian tumbuhan ini, kandungan, dan manfaatnya untuk kesehatan:",
 "bagian": [
  {
   "nama": "Akar",
   "penjelasan": "Akar ini mengandung lapisan mukilaginosa yang memberikan konsistensi lendir saat diolah, yang sangat berharga dalam pengobatan tradisional untuk sifat pelapis dan menenangkan. Akar Panirak Paya juga memiliki aroma yang ringan dan khas, dan sering dipanen untuk digunakan dalam berbagai bentuk obat herbal.",
   "kandungan": "Akar Althaea officinalis kaya akan mucilage, polisakarida, flavonoid, dan tanin. Mucilage adalah senyawa gel seperti yang memberikan efek menenangkan dan pelindung.",
   "manfaat": "Meredakan Irritasi Tenggorokan: Mucilage dalam akar bekerja sebagai pelapis yang menenangkan tenggorokan yang iritasi atau radang.\nMembantu Pencernaan: Akar Panirak Paya membantu melapisi saluran pencernaan, meredakan gangguan pencernaan dan gangguan lambung.\nMengurangi Batuk: Akar ini dapat membantu mengurangi batuk dan meredakan saluran pernapasan yang kering.\nMengobati Radang Usus: Efek anti-inflamasi dari mucilage membantu mengurangi peradangan di usus.\nMenjaga Kesehatan Kulit: Akar digunakan dalam produk perawatan kulit untuk mengatasi masalah kulit seperti peradangan dan iritasi."
  },
  {
   "nama": "Daun",
   "penjelasan": "Daun Panirak Paya tumbuh secara bergantian di sepanjang tangkai, dan memiliki aroma lembut yang khas. Daun ini digunakan dalam pengobatan tradisional karena sifat antiinflamasi dan pelapisnya.",
   "kandungan": "Daun Althaea officinalis mengandung flavonoid, tannin, dan saponin. Senyawa-senyawa ini memberikan sifat anti-inflamasi dan antioksidan.",
   "manfaat": "Menurunkan Peradangan: Flavonoid dalam daun memiliki efek anti-inflamasi yang membantu mengurangi pembengkakan dan nyeri.\nMengatasi Infeksi Saluran Pernapasan: Daun membantu meredakan gejala infeksi saluran pernapasan dengan sifat antimikroba.\nMenjaga Kesehatan Jantung: Antioksidan dalam daun berkontribusi pada kesehatan jantung dengan melawan radikal bebas.\nMendukung Kesehatan Kulit: Daun digunakan dalam masker wajah untuk mengurangi peradangan dan menenangkan kulit.\nMeredakan Nyeri Otot: Sifat anti-inflamasi daun membantu meredakan nyeri otot dan sendi."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Bunga Panirak Paya tumbuh dalam kelompok atau tandan di ujung batang atau dari ketiak daun, dan memiliki aroma lembut yang menyenangkan. Bunga ini biasanya mekar pada musim panas dan sering dipanen untuk digunakan dalam pengobatan tradisional.",
   "kandungan": "Bunga Panirak Paya mengandung flavonoid, asam fenolat, dan mucilage dalam konsentrasi yang lebih rendah dibandingkan dengan akar dan daun.",
   "manfaat": "Meredakan Batuk: Mucilage dalam bunga membantu melapisi tenggorokan dan meredakan batuk.\nMenenangkan Sistem Saraf: Bunga memiliki efek menenangkan yang membantu mengurangi kecemasan dan stres.\nMendukung Kesehatan Pencernaan: Bunga dapat membantu meredakan gangguan pencernaan dan peradangan pada sistem pencernaan.\nMeningkatkan Kesehatan Kulit: Ekstrak bunga digunakan dalam kosmetik untuk mengurangi iritasi kulit dan memberikan kelembapan.\nMengurangi Gejala Flu: Sifat anti-inflamasi dan antibakteri bunga membantu mengurangi gejala flu."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Batang Althaea officinalis mengandung senyawa yang mirip dengan bagian lainnya, seperti mucilage dan flavonoid, meskipun konsentrasinya lebih rendah.",
   "manfaat": "Menjaga Kesehatan Pencernaan: Batang membantu melapisi dan menenangkan saluran pencernaan.\nMeredakan Iritasi Tenggorokan: Mucilage dalam batang membantu mengurangi iritasi tenggorokan dan batuk.\nMengurangi Peradangan: Sifat anti-inflamasi dari batang berfungsi untuk meredakan peradangan.\nMendukung Kesehatan Kulit: Batang dapat digunakan dalam perawatan kulit untuk mengurangi peradangan.\nMengobati Infeksi Saluran Pernapasan: Batang membantu melawan infeksi dengan sifat antimikroba."
  },
  {
   "nama": "Akar Kecil (Fibrous Roots)",
   "penjelasan": "Althaea officinalis, atau Panirak Paya, adalah tumbuhan herbal yang memiliki berbagai bagian dengan manfaat kesehatan yang signifikan. Akar, daun, bunga, batang, dan akar kecil semua memiliki kandungan unik yang memberikan efek terapeutik untuk berbagai kondisi kesehatan. Dari meredakan batuk dan gangguan pencernaan hingga mendukung kesehatan kulit dan mengurangi peradangan, Panirak Paya menawarkan berbagai manfaat yang membuatnya menjadi pilihan populer dalam pengobatan tradisional.",
   "kandungan": "Akar kecil Althaea officinalis mengandung mucilage dan flavonoid dalam konsentrasi tinggi.",
   "manfaat": "Meringankan Konstipasi: Mucilage membantu meningkatkan pergerakan usus dan meringankan sembelit.\nMeredakan Gejala Asma: Mucilage membantu menenangkan saluran pernapasan dan meredakan gejala asma.\nMenjaga Kesehatan Saluran Pencernaan: Akar kecil mendukung kesehatan pencernaan dengan melapisi dan menenangkan saluran pencernaan.\nMengurangi Nyeri Perut: Akar kecil membantu mengurangi nyeri perut yang disebabkan oleh iritasi.\nMengatasi Infeksi: Sifat antimikroba dari akar kecil membantu melawan infeksi saluran pencernaan."
  }
 ]
}