{
 "nama": "Sembung (Blumea balsamifera)",
 "sebutan": [
  "Ngai camphor",
  "Capa",
  "Apompase"
 ],
 "deskripsi": "Sembung (Blumea balsamifera) adalah tanaman herbal yang banyak digunakan dalam pengobatan tradisional di Asia Tenggara, termasuk Indonesia. Bagian-bagian dari tanaman sembung memiliki berbagai kandungan aktif yang memberikan manfaat kesehatan.\nBerikut adalah penjelasan mengenai bagian-bagian tanaman sembung beserta kandungan dan manfaatnya:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Minyak Atsiri: Mengandung senyawa seperti eugenol, cineole, dan α-pinene.\nFlavonoid: Senyawa antioksidan yang termasuk quercetin dan kaempferol.\nTanin: Senyawa dengan efek astringen.\nSaponin: Senyawa dengan efek antimikroba.\nAsam Fenolik: Senyawa antioksidan.",
   "manfaat": "Anti-inflamasi: Minyak atsiri dalam daun sembung memiliki efek anti-inflamasi yang dapat mengurangi peradangan.\nAntimikroba: Saponin dalam daun membantu melawan infeksi mikroba.\nPencernaan: Daun sembung dapat membantu meredakan gangguan pencernaan seperti kembung dan nyeri perut.\nAntioksidan: Flavonoid dan asam fenolik melindungi sel-sel tubuh dari kerusakan oksidatif.\nPenghilang Nyeri: Senyawa dalam minyak atsiri dapat meredakan nyeri otot dan sendi."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Minyak Atsiri: Mengandung senyawa seperti eugenol dan α-pinene.\nFlavonoid: Senyawa antioksidan.\nTanin: Senyawa dengan efek astringen.\nSaponin: Senyawa dengan efek antimikroba.\nAsam Fenolik: Senyawa antioksidan.",
   "manfaat": "Anti-inflamasi: Minyak atsiri dari batang memiliki efek anti-inflamasi yang membantu mengurangi peradangan.\nAntimikroba: Saponin dalam batang memiliki efek antimikroba yang bermanfaat untuk melawan infeksi.\nPenghilang Nyeri: Minyak atsiri dari batang dapat digunakan untuk meredakan nyeri otot dan sendi.\nAntioksidan: Flavonoid dan asam fenolik memberikan perlindungan terhadap kerusakan oksidatif.\nPencernaan: Ekstrak batang dapat membantu mengatasi gangguan pencernaan."
  },
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Minyak Atsiri: Mengandung senyawa seperti eugenol dan cineole.\nFlavonoid: Senyawa antioksidan.\nTanin: Senyawa dengan efek astringen.\nSaponin: Senyawa dengan efek antimikroba.\nAsam Fenolik: Senyawa antioksidan.",
   "manfaat": "Anti-inflamasi: Minyak atsiri dalam akar sembung dapat mengurangi peradangan dan meredakan nyeri.\nAntimikroba: Saponin membantu melawan infeksi mikroba.\nPencernaan: Akar sembung dapat digunakan untuk mengatasi gangguan pencernaan seperti diare dan sakit perut.\nAntioksidan: Flavonoid dan asam fenolik membantu melindungi tubuh dari kerusakan oksidatif.\nPeredaan Nyeri: Akar sembung dapat membantu meredakan nyeri, termasuk nyeri sendi dan otot."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Minyak Atsiri: Mengandung senyawa seperti eugenol dan β-caryophyllene.\nFlavonoid: Senyawa antioksidan.\nTanin: Senyawa dengan efek astringen.\nSaponin: Senyawa dengan efek antimikroba.\nAsam Fenolik: Senyawa antioksidan.",
   "manfaat": "Antioksidan: Flavonoid dan asam fenolik dalam bunga memberikan perlindungan terhadap kerusakan oksidatif.\nAnti-inflamasi: Minyak atsiri dalam bunga memiliki efek anti-inflamasi yang dapat mengurangi peradangan.\nAntimikroba: Saponin dalam bunga membantu melawan infeksi mikroba.\nPereda Nyeri: Minyak atsiri dapat digunakan untuk meredakan nyeri otot dan sendi.\nPencernaan: Bunga sembung dapat membantu meredakan masalah pencernaan dan mual."
  },
  {
   "nama": "Buah",
   "penjelasan": "Sembung (Blumea balsamifera) memiliki berbagai bagian yang masing-masing menawarkan manfaat kesehatan. Daun, batang, akar, bunga, dan buah sembung semua mengandung senyawa aktif yang berkontribusi pada efek anti-inflamasi, antimikroba, antioksidan, serta pereda nyeri dan masalah pencernaan. Tanaman ini sering digunakan dalam pengobatan tradisional untuk berbagai keluhan kesehatan.",
   "kandungan": "Minyak Atsiri: Mengandung senyawa seperti eugenol dan cineole.\nFlavonoid: Senyawa antioksidan.\nTanin: Senyawa dengan efek astringen.\nSaponin: Senyawa dengan efek antimikroba.\nAsam Fenolik: Senyawa antioksidan.",
   "manfaat": "Antioksidan: Flavonoid dan asam fenolik dalam buah melindungi tubuh dari kerusakan oksidatif.\nAnti-inflamasi: Minyak atsiri dalam buah memiliki efek anti-inflamasi yang membantu mengurangi peradangan.\nAntimikroba: Saponin dalam buah membantu melawan infeksi mikroba.\nPencernaan: Buah sembung dapat digunakan untuk mengatasi gangguan pencernaan seperti sembelit.\nPereda Nyeri: Minyak atsiri dalam buah dapat digunakan untuk meredakan nyeri."
  }
 ]
}