{
 "nama": "Soga (Peltophorum pterocarpum)",
 "sebutan": [
  "Copperpod",
  "Yellow-flame"
 ],
 "deskripsi": "Soga (Peltophorum pterocarpum), juga dikenal sebagai Pohon Kuning atau Yellow-flame, adalah pohon yang sering digunakan dalam pengobatan tradisional dan memiliki berbagai manfaat kesehatan. Tanaman ini dikenal karena bunganya yang berwarna kuning cerah dan kulit kayunya yang digunakan untuk pewarna alami dan obat-obatan.\nKulit kayu Soga sering digunakan untuk mengatasi gangguan pencernaan seperti diare dan disentri. Rebusan kulit kayunya dipercaya memiliki sifat astringen yang membantu dalam menghentikan pendarahan dan mengobati luka. Selain itu, bunga Soga juga digunakan sebagai tonik yang dapat membantu mengatasi demam dan meningkatkan kesehatan secara umum.\nEkstrak dari berbagai bagian tanaman ini juga diketahui memiliki sifat antimikroba dan anti-inflamasi, yang membuatnya berguna dalam pengobatan infeksi kulit dan peradangan. Soga juga digunakan dalam pengobatan tradisional sebagai obat untuk gangguan pernapasan dan sebagai bahan dalam ramuan untuk meningkatkan kesehatan hati.\nBerikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Kulit Kayu",
   "penjelasan": "Kulit kayu memiliki tekstur yang kasar dan berwarna cokelat tua hingga kelabu. Permukaannya sering kali retak-retak dan mengelupas seiring dengan pertumbuhan pohon. Ketika dipotong, kulit kayu ini mengeluarkan aroma yang khas dan sedikit astringen, serta memiliki lapisan dalam yang lebih terang. Kulit kayu ini sering diolah menjadi bubuk atau direbus untuk digunakan dalam berbagai ramuan obat tradisional.",
   "kandungan": "Kulit kayu Soga mengandung tanin, saponin, alkaloid, dan flavonoid. Tanin memberikan sifat astringen, sementara saponin dan alkaloid berkontribusi pada aktivitas antimikroba dan anti-inflamasi.",
   "manfaat": "Mengatasi Diare: Kulit kayu Soga sering digunakan dalam ramuan untuk mengatasi diare karena sifat astringennya yang membantu mengurangi sekresi cairan di usus.\nMeredakan Radang Tenggorokan: Ekstrak kulit kayu ini digunakan sebagai obat kumur untuk meredakan radang tenggorokan dan mengurangi iritasi, berkat sifat anti-inflamasinya.\nMenyembuhkan Luka: Sifat antiseptik dari kulit kayu membantu dalam penyembuhan luka dan mencegah infeksi.\nMenurunkan Demam: Kulit kayu Soga juga digunakan dalam pengobatan tradisional untuk menurunkan demam, terutama dalam bentuk teh atau rebusan.\nMeredakan Sakit Gigi: Kulit kayu ini bisa digunakan sebagai bahan alami untuk meredakan sakit gigi karena sifat analgesik dan antimikrobanya."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Bunga tumbuh dalam bentuk kelompok besar yang menjulang di ujung ranting. Bunga-bunga ini berwarna kuning cerah, menarik perhatian dengan kelopak yang lebar dan bertekstur halus. Bunga Soga tidak hanya indah dipandang tetapi juga mengeluarkan aroma manis yang khas. Selain itu, bunga ini memainkan peran penting dalam pengobatan tradisional, terutama sebagai bahan dalam ramuan tonik dan obat demam.",
   "kandungan": "Bunga Soga mengandung flavonoid, antosianin, dan berbagai senyawa fenolik lainnya. Senyawa-senyawa ini memberikan bunga sifat antioksidan yang kuat.",
   "manfaat": "Meningkatkan Sistem Kekebalan Tubuh: Kandungan flavonoid dalam bunga membantu meningkatkan sistem kekebalan tubuh dengan melawan radikal bebas dan infeksi.\nMenjaga Kesehatan Jantung: Flavonoid juga membantu menjaga kesehatan jantung dengan meningkatkan sirkulasi darah dan menurunkan kadar kolesterol.\nMengatasi Batuk: Bunga Soga digunakan dalam pengobatan tradisional untuk meredakan batuk dan mengencerkan dahak.\nMenyegarkan Kulit: Ekstrak bunga ini digunakan dalam kosmetik alami untuk menyegarkan dan meremajakan kulit, karena sifat antioksidannya.\nMengurangi Gejala Alergi: Sifat antihistamin dari senyawa dalam bunga membantu mengurangi gejala alergi seperti gatal dan ruam."
  },
  {
   "nama": "Daun",
   "penjelasan": "Soga (Peltophorum pterocarpum) adalah pohon yang tidak hanya indah, tetapi juga kaya akan manfaat kesehatan. Kulit kayu, bunga, dan daunnya memiliki berbagai senyawa bioaktif yang memberikan manfaat terapeutik, mulai dari mengatasi diare dan radang tenggorokan hingga menjaga kesehatan jantung dan meningkatkan sistem kekebalan tubuh. Penggunaan tanaman ini dalam pengobatan tradisional sangat luas, namun harus dilakukan dengan hati-hati dan sesuai dengan anjuran yang tepat.",
   "kandungan": "Daun Soga mengandung tanin, flavonoid, dan beberapa senyawa fenolik lainnya yang memberikan manfaat terapeutik, terutama dalam mengatasi peradangan dan infeksi.",
   "manfaat": "Meredakan Nyeri: Daun ini memiliki sifat analgesik yang membantu meredakan nyeri pada otot dan sendi.\nMengatasi Luka dan Infeksi Kulit: Daun Soga dapat digunakan secara topikal untuk mengatasi luka dan infeksi kulit ringan, berkat sifat antimikrobanya.\nMengurangi Pembengkakan: Daun ini juga dapat digunakan untuk mengurangi pembengkakan pada tubuh akibat peradangan atau cedera.\nMengobati Gangguan Pernapasan: Daun Soga dapat digunakan dalam bentuk teh atau infus untuk meredakan gejala asma dan bronkitis.\nMenjaga Kesehatan Mulut: Daun ini dapat dijadikan obat kumur alami untuk mencegah infeksi mulut dan menjaga kesehatan gusi."
  }
 ]
}