{
 "nama": "Vinca Minor (Vinca minor)",
 "sebutan": [
  "Lesser periwinkle",
  "Dwarf periwinkle"
 ],
 "deskripsi": "Vinca minor, juga dikenal sebagai Periwinkle Kecil, adalah tumbuhan hias yang sering digunakan dalam pengobatan tradisional karena berbagai senyawa bioaktif yang dikandungnya.\nBerikut adalah penjelasan tentang bagian-bagian tumbuhan Vinca minor, kandungannya, serta manfaat kesehatannya.",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Alkaloid (Vinkamin): Alkaloid yang memiliki efek vasodilator, meningkatkan aliran darah ke otak.\nFlavonoid: Antioksidan yang melindungi sel-sel tubuh dari kerusakan oksidatif.\nTanin: Astringen yang membantu mengatasi diare dan masalah pencernaan lainnya.\nVitamin C: Meningkatkan sistem kekebalan tubuh dan produksi kolagen.\nGlikosida: Senyawa yang mendukung fungsi jantung dan sirkulasi darah.",
   "manfaat": "Meningkatkan sirkulasi otak: Vinkamin dalam daun Vinca minor membantu meningkatkan aliran darah ke otak, mendukung fungsi kognitif dan memori.\nMelawan radikal bebas: Flavonoid dalam daun bertindak sebagai antioksidan, melindungi sel-sel dari kerusakan oksidatif.\nMengatasi masalah pencernaan: Tanin dalam daun memiliki sifat astringen yang membantu mengatasi diare dan gangguan pencernaan lainnya.\nMeningkatkan kekebalan tubuh: Vitamin C dalam daun membantu meningkatkan sistem kekebalan tubuh dan melindungi dari infeksi.\nMendukung kesehatan jantung: Glikosida dalam daun membantu mendukung fungsi jantung yang sehat dan meningkatkan sirkulasi darah."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Antosianin: Pigmen yang bertindak sebagai antioksidan dan anti-inflamasi.\nAlkaloid: Berperan dalam pengobatan penyakit seperti hipertensi dan gangguan saraf.\nFlavonoid: Melindungi sel-sel tubuh dari kerusakan akibat radikal bebas.\nVitamin A: Penting untuk kesehatan mata dan kulit.\nSaponin: Membantu dalam penyerapan nutrisi dan memiliki sifat antimikroba.",
   "manfaat": "Mengurangi peradangan: Anthocyanin dalam bunga Vinca minor membantu mengurangi peradangan dan melindungi sel-sel dari kerusakan.\nMendukung kesehatan mata: Vitamin A dalam bunga membantu menjaga kesehatan mata dan mencegah degenerasi makula.\nMeningkatkan kesehatan kulit: Flavonoid dan Vitamin A dalam bunga membantu melindungi kulit dari penuaan dini dan menjaga elastisitas kulit.\nMengatasi hipertensi: Alkaloid dalam bunga membantu menurunkan tekanan darah, mendukung kesehatan jantung.\nMelawan infeksi: Saponin dalam bunga memiliki sifat antimikroba yang membantu melawan infeksi bakteri dan jamur."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Alkaloid (Vinkristin, Vinblastin): Senyawa yang digunakan dalam pengobatan kanker.\nSerat: Mendukung kesehatan pencernaan.\nTanin: Membantu dalam pengobatan diare dan infeksi.\nSterol: Mendukung kesehatan jantung dan menurunkan kolesterol.\nLignin: Mendukung kesehatan sistem kekebalan tubuh.",
   "manfaat": "Pengobatan kanker: Alkaloid seperti vinkristin dan vinblastin yang ditemukan dalam batang Vinca minor digunakan dalam terapi kanker karena kemampuannya menghambat pertumbuhan sel kanker.\nMeningkatkan kesehatan pencernaan: Serat dalam batang membantu menjaga kesehatan pencernaan dan mencegah sembelit.\nMengurangi diare: Tanin dalam batang memiliki sifat astringen yang membantu mengatasi diare.\nMenurunkan kadar kolesterol: Sterol dalam batang membantu menurunkan kadar kolesterol LDL dalam darah, mendukung kesehatan jantung.\nMeningkatkan kekebalan tubuh: Lignin dalam batang mendukung kesehatan sistem kekebalan tubuh dan melindungi dari infeksi."
  },
  {
   "nama": "Akar",
   "penjelasan": "Tumbuhan ini tidak hanya indah sebagai tanaman hias tetapi juga memiliki potensi besar dalam pengobatan tradisional dan modern.",
   "kandungan": "Alkaloid: Termasuk senyawa-senyawa seperti vinkamin yang mendukung fungsi saraf dan aliran darah.\nTriterpena: Memiliki sifat anti-inflamasi dan analgesik.\nSteroid: Mendukung keseimbangan hormonal.\nSaponin: Membantu dalam penyerapan nutrisi dan memiliki sifat antimikroba.\nPolisakarida: Mendukung sistem kekebalan tubuh.",
   "manfaat": "Meningkatkan aliran darah ke otak: Alkaloid dalam akar mendukung peningkatan aliran darah ke otak, mendukung kesehatan otak dan mencegah penyakit neurodegeneratif.\nMengurangi peradangan: Triterpenoid dalam akar memiliki sifat anti-inflamasi yang membantu mengurangi peradangan dan nyeri.\nMendukung keseimbangan hormonal: Steroid dalam akar membantu menjaga keseimbangan hormonal dalam tubuh.\nMelawan infeksi: Saponin dalam akar memiliki sifat antimikroba yang membantu melawan infeksi bakteri dan virus.\nMeningkatkan kekebalan tubuh: Polisakarida dalam akar mendukung sistem kekebalan tubuh dan membantu melawan penyakit."
  }
 ]
}