{
 "nama": "Akola (Alangium salviifolium)",
 "sebutan": [
  "Sage-leaved alangium",
  "Ankol"
 ],
 "deskripsi": "Akola (Alangium salviifolium) adalah tanaman pohon kecil hingga sedang yang berasal dari keluarga Alangiaceae. Tanaman ini dikenal dengan daun-daunnya yang mirip dengan daun sage dan bunga-bunga kecil yang biasanya berwarna putih hingga kekuningan.\nDalam pengobatan tradisional, Alangium salviifolium telah lama digunakan untuk mengobati berbagai kondisi kesehatan. Beberapa bagian dari tanaman ini, seperti kulit batang dan daun, digunakan dalam formulasi obat herbal untuk mengatasi gangguan pencernaan, infeksi, dan masalah kulit.\nTanaman ini dikenal di beberapa budaya sebagai tonik yang dapat memperkuat sistem kekebalan tubuh dan meningkatkan kesehatan secara umum. Berikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Kulit Batang",
   "penjelasan": "Kulit batang memiliki tekstur kasar dan berwarna coklat keabu-abuan. Kulit ini biasanya dikupas dan digunakan dalam bentuk bubuk atau ekstrak untuk tujuan pengobatan.",
   "kandungan": "Kulit batang mengandung saponin, flavonoid, dan alkaloid yang memiliki berbagai efek terapeutik.",
   "manfaat": "Mengatasi Gangguan Pencernaan: Kulit batang digunakan untuk meredakan gangguan pencernaan seperti diare dan sakit perut.\nAntiinflamasi: Memiliki efek antiinflamasi yang dapat membantu mengurangi peradangan.\nMeningkatkan Imunitas: Dikenal sebagai tonik untuk memperkuat sistem kekebalan tubuh.\nMenangani Infeksi: Digunakan untuk mengobati infeksi dan masalah kulit.\nMenurunkan Kadar Gula Darah: Membantu mengatur kadar gula darah pada penderita diabetes."
  },
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk lonjong dengan tepi bergerigi dan berwarna hijau gelap. Daun ini memiliki permukaan yang halus dan biasanya digunakan dalam bentuk segar atau kering dalam obat-obatan tradisional.",
   "kandungan": "Daun mengandung senyawa aktif seperti flavonoid, tanin, dan minyak atsiri.",
   "manfaat": "Mengatasi Masalah Kulit: Daun digunakan dalam salep untuk mengatasi berbagai gangguan kulit, termasuk luka dan ruam.\nMeredakan Nyeri: Memiliki sifat analgesik yang dapat membantu meredakan nyeri otot dan sendi.\nAntiseptik: Daun memiliki sifat antiseptik yang membantu mencegah infeksi.\nMenstabilkan Tekanan Darah: Membantu menjaga tekanan darah tetap stabil.\nMendukung Kesehatan Pencernaan: Dapat digunakan untuk meredakan masalah pencernaan seperti kembung dan gangguan perut."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Akola (Alangium salviifolium) adalah tanaman dengan berbagai manfaat kesehatan yang signifikan, terutama dalam pengobatan gangguan pencernaan, infeksi, dan masalah kulit. Dengan pemahaman yang tepat tentang budidaya dan habitatnya, tanaman ini dapat dimanfaatkan secara optimal dalam pengobatan tradisional. Pengetahuan yang mendalam mengenai bagian-bagian tanaman dan manfaatnya dapat membantu dalam memanfaatkan potensi kesehatan Akola secara efektif.",
   "kandungan": "Bunga mengandung minyak atsiri dan flavonoid.",
   "manfaat": "Menenangkan Sistem Saraf: Aroma bunga dapat memiliki efek menenangkan pada sistem saraf dan membantu mengurangi stres.\nMeningkatkan Kualitas Tidur: Dapat membantu meningkatkan kualitas tidur dengan sifatnya yang menenangkan.\nMengurangi Gejala Depresi: Memiliki efek mood-enhancing yang bermanfaat bagi penderita depresi ringan.\nMeningkatkan Kesehatan Pernapasan: Aroma bunga dapat membantu meredakan gejala gangguan pernapasan.\nMengatasi Infeksi Ringan: Memiliki sifat antibakteri yang dapat membantu mengatasi infeksi ringan."
  }
 ]
}