{
 "nama": "Bawang Bombai (Allium cepa)",
 "sebutan": [
  "Onion",
  "Bulb onion"
 ],
 "deskripsi": "Bawang Bombai (Allium cepa) adalah salah satu jenis bawang yang paling umum digunakan dalam masakan di seluruh dunia.\nBawang ini memiliki ukuran yang besar dengan lapisan-lapisan daging tebal berwarna putih hingga kuning kecokelatan, dan memiliki rasa yang lebih manis dibandingkan jenis bawang lainnya.\nDalam pengobatan tradisional, bawang bombai telah digunakan untuk mengatasi berbagai masalah kesehatan seperti peradangan, infeksi, dan gangguan pencernaan.\nBawang ini juga dipercaya dapat meningkatkan daya tahan tubuh serta menjaga kesehatan jantung.\nBerikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Senyawa Sulfur: Termasuk allicin, diallyl disulfide, dan diallyl trisulfide.\nMineral (Kalium, Kalsium): Penting untuk fungsi tubuh yang optimal.\nSerat: Mendukung pencernaan.",
   "manfaat": "Menurunkan Tekanan Darah: Senyawa sulfur dalam akar bawang bombai membantu mengurangi tekanan darah.\nMeningkatkan Kesehatan Pencernaan: Serat dalam akar mendukung kesehatan sistem pencernaan dan mencegah sembelit.\nMenjaga Keseimbangan Elektrolit: Kalium dalam akar membantu menjaga keseimbangan cairan dan elektrolit dalam tubuh.\nMendukung Kesehatan Tulang: Kalsium dalam akar berperan dalam pembentukan dan pemeliharaan tulang yang sehat.\nMengurangi Peradangan: Senyawa sulfur memiliki efek anti-inflamasi yang dapat membantu mengurangi peradangan."
  },
  {
   "nama": "Daun",
   "penjelasan": "Daunberbentuk silindris dan berongga, tumbuh tegak lurus dengan warna hijau tua. Daun ini lebih tebal dan besar dibandingkan daun bawang merah atau bawang putih, serta memiliki tekstur yang agak kasar.",
   "kandungan": "Daun bawang bombai mengandung senyawa sulfur, flavonoid, dan Vitamin K, yang semuanya berkontribusi pada berbagai manfaat kesehatan.",
   "manfaat": "Meningkatkan Sistem Kekebalan Tubuh: Vitamin C dalam daun bawang bombai meningkatkan daya tahan tubuh terhadap infeksi.\nMenunjang Metabolisme Energi: Vitamin B-kompleks dalam daun mendukung metabolisme energi dan kesehatan sistem saraf.\nMelawan Radikal Bebas: Flavonoid dalam daun berfungsi sebagai antioksidan, melindungi sel dari kerusakan oksidatif.\nMengurangi Risiko Penyakit Jantung: Senyawa sulfur membantu menurunkan kadar kolesterol dan tekanan darah, yang mendukung kesehatan jantung.\nMenjaga Kesehatan Kulit: Vitamin C dan senyawa sulfur berkontribusi pada kesehatan kulit dan penyembuhan luka."
  },
  {
   "nama": "Umbi",
   "penjelasan": "Dari mengurangi peradangan dan risiko infeksi, mendukung kesehatan jantung dan pencernaan, hingga meningkatkan sistem kekebalan tubuh dan kesehatan kulit, bawang bombai merupakan tambahan yang berharga dalam diet dan pengobatan herbal.",
   "kandungan": "Umbi bawang bombai kaya akan senyawa seperti allicin, quercetin, dan flavonoid. Selain itu, umbi ini juga mengandung Vitamin C, Vitamin B6, dan berbagai mineral seperti mangan dan kalium.",
   "manfaat": "Menurunkan Tekanan Darah: Senyawa sulfur dalam umbi bawang bombai dapat membantu menurunkan tekanan darah dan mendukung kesehatan jantung.\nMemperbaiki Kesehatan Jantung: Flavonoid dan vitamin C dalam umbi berfungsi sebagai antioksidan dan mendukung kesehatan jantung.\nMengurangi Risiko Infeksi: Senyawa antimikroba dalam umbi membantu melawan infeksi bakteri dan jamur.\nMendukung Kesehatan Pencernaan: Serat dalam umbi bawang bombai membantu menjaga kesehatan sistem pencernaan dan mencegah sembelit.\nMenjaga Kesehatan Kulit: Vitamin C dalam umbi berkontribusi pada kesehatan kulit dan penyembuhan luka."
  }
 ]
}