{
 "nama": "Bratawali (Tinospora cordifolia)",
 "sebutan": [
  "Heart-leaved moonseed",
  "Amrita",
  "Brotowali"
 ],
 "deskripsi": "Bratawali atau Brotowali (Tinospora cordifolia), juga dikenal sebagai temulawak atau guduchi, adalah tanaman merambat yang digunakan dalam pengobatan tradisional, terutama dalam sistem Ayurveda.\nBerikut adalah penjelasan tentang bagian-bagian tumbuhan bratawali, kandungannya, dan manfaat kesehatannya:",
 "bagian": [
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Alkaloids: Senyawa dengan sifat anti-inflamasi dan antioksidan.\nGlycosides: Senyawa yang mendukung fungsi hati dan kesehatan sistem pencernaan.\nTriterpenoids: Senyawa yang memiliki sifat antioksidan dan imunomodulator.\nPolysaccharides: Senyawa yang mendukung kesehatan sistem kekebalan tubuh.\nPhenolic compounds: Senyawa yang berfungsi sebagai antioksidan dan anti-inflamasi.",
   "manfaat": "Meningkatkan sistem kekebalan tubuh: Polysaccharides dalam batang membantu meningkatkan daya tahan tubuh dan melawan infeksi.\nMengurangi peradangan: Alkaloids dan triterpenoids memiliki sifat anti-inflamasi yang membantu meredakan peradangan.\nMendukung kesehatan hati: Glycosides dalam batang membantu meningkatkan fungsi hati dan detoksifikasi.\nMelindungi sel dari kerusakan: Phenolic compounds bertindak sebagai antioksidan untuk melindungi sel dari kerusakan oksidatif.\nMengatasi Gangguan Pencernaan: Senyawa dalam batang membantu memperbaiki sistem pencernaan dan mengurangi gangguan pencernaan."
  },
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Flavonoids: Antioksidan yang melindungi sel dari kerusakan.\nTriterpenes: Senyawa dengan sifat antiinflamasi dan antioksidan.\nEssential oils: Minyak esensial dengan sifat antimikroba.\nSaponins: Senyawa yang mendukung fungsi kekebalan tubuh dan memiliki efek anti-inflamasi.\nVitamins (A, C): Mendukung kesehatan kulit dan kekebalan tubuh.",
   "manfaat": "Melindungi kulit: Flavonoids dan vitamins A dan C dalam daun membantu menjaga kesehatan kulit dan mencegah penuaan dini.\nMeningkatkan daya tahan tubuh: Saponins dan essential oils mendukung sistem kekebalan tubuh dan melawan infeksi.\nMengurangi peradangan: Triterpenes memiliki efek anti-inflamasi yang membantu meredakan peradangan.\nMenjaga kesehatan mata: Vitamin A mendukung penglihatan yang sehat.\nMelawan infeksi: Essential oils dalam daun memiliki sifat antimikroba yang melawan berbagai patogen."
  },
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Alkaloids: Senyawa yang memiliki sifat anti-inflamasi dan antimikroba.\nFlavonoids: Antioksidan yang melindungi sel dan mendukung kesehatan.\nGlycosides: Senyawa yang mendukung kesehatan jantung dan pencernaan.\nSaponins: Senyawa yang mendukung kesehatan sistem kekebalan tubuh.\nTriterpenoids: Senyawa dengan efek antioksidan dan anti-inflamasi.",
   "manfaat": "Mendukung kesehatan jantung: Glycosides dalam akar membantu menjaga kesehatan jantung dan pembuluh darah.\nMelawan infeksi: Alkaloids dan saponins memiliki sifat antimikroba yang melawan infeksi.\nMengurangi peradangan: Flavonoids dan triterpenoids memiliki efek anti-inflamasi yang membantu meredakan peradangan.\nMengatasi Gangguan Pencernaan: Senyawa dalam akar mendukung sistem pencernaan dan mengurangi gangguan pencernaan.\nMenjaga kesehatan umum: Triterpenoids dan flavonoids mendukung kesehatan secara keseluruhan dengan melindungi tubuh dari stres oksidatif."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Flavonoids: Senyawa dengan sifat antioksidan yang melindungi sel.\nEssential oils: Minyak esensial dengan sifat antimikroba.\nGlycosides: Senyawa yang mendukung kesehatan dan fungsi organ.\nTriterpenoids: Senyawa dengan efek antioksidan dan anti-inflamasi.\nPhenolic compounds: Senyawa yang bertindak sebagai antioksidan dan mendukung kesehatan.",
   "manfaat": "Melawan infeksi: Essential oils dan flavonoids dalam bunga memiliki sifat antimikroba yang membantu melawan infeksi.\nMengurangi peradangan: Triterpenoids dan phenolic compounds memiliki efek anti-inflamasi.\nMenjaga kesehatan kulit: Flavonoids melindungi kulit dari kerusakan oksidatif dan penuaan dini.\nMendukung sistem kekebalan tubuh: Glycosides dalam bunga membantu meningkatkan daya tahan tubuh.\nMenjaga kesehatan organ: Senyawa dalam bunga mendukung fungsi berbagai organ tubuh."
  },
  {
   "nama": "Buah",
   "penjelasan": "Bratawali (Tinospora cordifolia) adalah tumbuhan dengan berbagai bagian yang memiliki kandungan senyawa bioaktif dan manfaat kesehatan yang signifikan. Batang, daun, akar, bunga, dan buah semuanya memberikan kontribusi penting untuk mendukung sistem kekebalan tubuh, mengurangi peradangan, dan melawan infeksi. Tumbuhan ini merupakan bagian penting dari pengobatan tradisional dan memiliki potensi untuk mendukung kesehatan secara menyeluruh.",
   "kandungan": "Flavonoids: Antioksidan yang melindungi sel dari kerusakan.\nVitamins (C, A): Mendukung kesehatan kulit dan sistem kekebalan tubuh.\nTriterpenoids: Senyawa dengan efek anti-inflamasi dan antioksidan.\nEssential oils: Minyak esensial dengan sifat antimikroba.\nGlycosides: Senyawa yang mendukung kesehatan tubuh secara keseluruhan.",
   "manfaat": "Melindungi sel dari kerusakan: Flavonoids dan vitamins dalam buah melindungi tubuh dari kerusakan oksidatif.\nMendukung kesehatan kulit: Vitamin C dan A mendukung kesehatan kulit dan mempercepat penyembuhan luka.\nMengurangi peradangan: Triterpenoids memiliki efek anti-inflamasi yang membantu meredakan peradangan.\nMenjaga sistem kekebalan tubuh: Glycosides dan essential oils mendukung sistem kekebalan tubuh.\nMelawan infeksi: Senyawa dalam buah memiliki sifat antimikroba yang membantu melawan infeksi."
  }
 ]
}