{
 "nama": "Cendana (Santalum album)",
 "sebutan": [
  "True sandalwood"
 ],
 "deskripsi": "Cendana (Santalum album) adalah pohon yang terkenal karena kayunya yang harum dan minyak atsirinya yang bernilai tinggi. Pohon ini asli dari Asia Selatan, terutama India, dan kini juga banyak ditemukan di Indonesia, terutama di Pulau Timor.\nKayu cendana digunakan dalam berbagai keperluan, mulai dari pembuatan dupa, kosmetik, hingga pengobatan tradisional.\nCendana telah digunakan dalam pengobatan tradisional selama berabad-abad. Di Ayurveda, minyak cendana digunakan untuk menenangkan pikiran, mengatasi masalah kulit, dan meredakan peradangan. Di Indonesia, kayu dan minyak cendana digunakan untuk mengatasi berbagai masalah kesehatan, termasuk gangguan pencernaan dan infeksi kulit.\nBerikut kandungan dan manfaat dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Kayu/Batang",
   "penjelasan": "Kayu cendana berwarna kuning kecokelatan dengan tekstur halus dan aroma yang sangat khas dan harum. Semakin tua pohonnya, semakin kuat dan tahan lama aroma yang dihasilkan dari kayunya.",
   "kandungan": "Kayu cendana mengandung a-antalol, yaitu komponen utama yang memberikan aroma harum dan sifat terapeutik pada kayu ini.",
   "manfaat": "Aromaterapi: Aroma dari kayu cendana memiliki efek menenangkan dan sering digunakan dalam terapi untuk mengurangi stres dan kecemasan.\nAntimikroba: Kandungan santalol memiliki sifat antimikroba yang efektif untuk mengatasi infeksi kulit.\nAnti-inflamasi: Kayu cendana membantu meredakan peradangan dan iritasi kulit, termasuk masalah seperti jerawat.\nMengurangi Insomnia: Penggunaan kayu cendana sebagai aromaterapi membantu meningkatkan kualitas tidur dan mengatasi insomnia.\nMeredakan Batuk dan Flu: Penggunaan kayu cendana dalam ramuan herbal membantu meredakan gejala batuk dan flu."
  },
  {
   "nama": "Minyak Atsiri",
   "penjelasan": "Cendana (Santalum album) adalah pohon yang tidak hanya memiliki nilai ekonomi tinggi karena kayu dan minyak atsirinya, tetapi juga memberikan manfaat kesehatan yang signifikan. Dengan kandungan santalol yang tinggi, cendana berfungsi sebagai agen antimikroba, anti-inflamasi, dan aromaterapi yang efektif.",
   "kandungan": "Minyak cendana kaya akan a-antalol (60-70%), yang memberikan aroma dan manfaat terapeutik utama.",
   "manfaat": "Menjaga Kesehatan Kulit: Minyak cendana membantu menjaga kelembapan kulit, membuatnya lebih halus, dan mengatasi masalah kulit kering.\nAntiseptik Alami: Minyak ini efektif untuk membersihkan luka dan mencegah infeksi bakteri.\nMenenangkan Pikiran: Minyak cendana digunakan dalam meditasi dan yoga untuk membantu menenangkan pikiran dan meningkatkan konsentrasi.\nMeringankan Nyeri: Minyak ini digunakan dalam pijat untuk meredakan nyeri otot dan sendi.\nMengatasi Masalah Pencernaan: Penggunaan minyak cendana dalam ramuan herbal membantu meredakan gangguan pencernaan seperti kembung dan mulas."
  }
 ]
}