{
 "nama": "Garut (Maranta arundinacea)",
 "sebutan": [
  "Arrowroot",
  "Maranta",
  "Irut",
  "Ararut"
 ],
 "deskripsi": "Garut (Maranta arundinacea), yang juga dikenal sebagai atau Umbi Garut atau arrowroot, adalah tanaman umbi-umbian yang sering digunakan sebagai bahan makanan dan obat tradisional. Setiap bagian dari tumbuhan ini memiliki kandungan dan manfaat kesehatan yang berbeda.\nBerikut penjelasan tentang bagian-bagian tumbuhan garut, kandungannya, dan manfaat kesehatannya:",
 "bagian": [
  {
   "nama": "Umbi",
   "penjelasan": "",
   "kandungan": "Starch (pati): Sumber karbohidrat kompleks yang mudah dicerna.\nResistant starch: Pati resisten yang baik untuk kesehatan usus.\nProtein: Penting untuk pertumbuhan dan perbaikan jaringan tubuh.\nMineral (kalsium, magnesium): Mendukung kesehatan tulang dan fungsi saraf.\nVitamin B9 (folat): Penting untuk produksi sel darah merah dan kesehatan otak.",
   "manfaat": "Mendukung pencernaan: Pati resisten dalam umbi membantu meningkatkan kesehatan usus dan mencegah sembelit.\nMenyediakan energi: Sebagai sumber karbohidrat kompleks, umbi garut menyediakan energi yang berkelanjutan.\nMeningkatkan kesehatan tulang: Kandungan kalsium dan magnesium membantu menjaga kekuatan tulang.\nMembantu dalam pertumbuhan dan perbaikan jaringan: Protein dalam umbi mendukung pertumbuhan sel dan perbaikan jaringan tubuh.\nMenunjang kesehatan ibu hamil: Folat penting untuk perkembangan otak janin dan mencegah cacat tabung saraf."
  },
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Flavonoid: Senyawa antioksidan yang melindungi sel dari kerusakan oksidatif.\nVitamin C: Antioksidan yang meningkatkan sistem kekebalan tubuh.\nChlorophyll: Senyawa yang membantu detoksifikasi dan mendukung kesehatan darah.\nFiber: Mendukung kesehatan pencernaan.\nAlkaloid: Senyawa dengan sifat antimikroba dan analgesik.",
   "manfaat": "Meningkatkan sistem kekebalan tubuh: Vitamin C dan flavonoid dalam daun membantu meningkatkan daya tahan tubuh.\nMelindungi sel dari kerusakan: Antioksidan dalam daun garut membantu mencegah kerusakan sel akibat radikal bebas.\nMendukung detoksifikasi: Chlorophyll dalam daun membantu membersihkan darah dan mendukung fungsi hati.\nMemperbaiki pencernaan: Serat dalam daun membantu melancarkan pencernaan dan mencegah sembelit.\nMengatasi infeksi: Alkaloid dalam daun memiliki sifat antimikroba yang membantu melawan infeksi."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Essential oils: Minyak esensial dengan sifat antimikroba dan antiinflamasi.\nFlavonoid: Antioksidan yang melindungi tubuh dari kerusakan sel.\nPolyphenols: Senyawa yang melindungi tubuh dari penyakit kronis.\nSaponins: Senyawa yang mendukung sistem kekebalan tubuh.\nTerpenes: Senyawa yang memiliki sifat antiinflamasi.",
   "manfaat": "Mengurangi peradangan: Terpenes dalam bunga garut memiliki sifat antiinflamasi yang dapat mengurangi peradangan.\nMelawan infeksi: Minyak esensial dalam bunga memiliki sifat antimikroba yang membantu melawan bakteri dan virus.\nMeningkatkan kesehatan kulit: Flavonoid membantu melindungi kulit dari kerusakan dan penuaan dini.\nMenjaga kesehatan jantung: Polyphenols dalam bunga membantu melindungi jantung dari kerusakan oksidatif.\nMeningkatkan daya tahan tubuh: Saponins dalam bunga mendukung sistem kekebalan tubuh."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Fiber: Serat yang membantu pencernaan dan mengurangi kadar kolesterol.\nLignin: Senyawa yang membantu memperkuat struktur tumbuhan dan memiliki sifat antioksidan.\nPolyphenols: Antioksidan yang melindungi sel dari kerusakan oksidatif.\nVitamins (C, A): Mendukung kesehatan kulit, mata, dan kekebalan tubuh.\nMinerals (kalium, magnesium): Mendukung fungsi jantung dan saraf.",
   "manfaat": "Mengatasi Gangguan Pencernaan: Serat dalam batang membantu melancarkan pencernaan dan mencegah sembelit.\nMenjaga kesehatan jantung: Kalium dan magnesium dalam batang mendukung fungsi jantung dan tekanan darah yang sehat.\nMelindungi dari kerusakan oksidatif: Lignin dan polyphenols dalam batang bertindak sebagai antioksidan untuk melindungi sel.\nMeningkatkan kesehatan kulit dan mata: Vitamin A dan C mendukung kesehatan kulit dan penglihatan.\nMengurangi kadar kolesterol: Serat dalam batang membantu menurunkan kadar kolesterol dalam darah."
  },
  {
   "nama": "Akar",
   "penjelasan": "Garut (Maranta arundinacea) adalah tumbuhan dengan berbagai bagian yang memiliki kandungan nutrisi dan senyawa bioaktif yang bermanfaat bagi kesehatan. Umbi, daun, bunga, batang, dan akar masing-masing menyumbang manfaat kesehatan, mulai dari mendukung pencernaan, meningkatkan sistem kekebalan tubuh, hingga menjaga kesehatan jantung dan tulang.",
   "kandungan": "Starch (pati): Sumber energi yang mudah dicerna dan baik untuk kesehatan usus.\nDietary fiber: Serat makanan yang mendukung kesehatan pencernaan.\nInulin: Serat prebiotik yang mendukung pertumbuhan bakteri baik di usus.\nIron: Mineral penting untuk pembentukan sel darah merah dan oksigenasi tubuh.\nKalsium: Mineral penting untuk kesehatan tulang dan gigi.",
   "manfaat": "Meningkatkan kesehatan usus: Inulin dalam akar garut mendukung pertumbuhan bakteri baik dan kesehatan usus secara keseluruhan.\nMeningkatkan energi: Pati dalam akar memberikan energi yang stabil dan mudah dicerna.\nMendukung kesehatan tulang: Kandungan kalsium dalam akar penting untuk menjaga kekuatan tulang dan mencegah osteoporosis.\nMendukung pembentukan darah: Zat besi dalam akar penting untuk produksi hemoglobin dan kesehatan darah.\nMemperbaiki pencernaan: Serat dalam akar membantu melancarkan pencernaan dan mencegah sembelit."
  }
 ]
}