{
 "nama": "Ginje (Cascabela thevetia)",
 "sebutan": [],
 "deskripsi": "Ginje (Cascabela thevetia) adalah tumbuhan yang dikenal juga dengan nama lain seperti yellow oleander atau sumbang. Tanaman ini sering digunakan dalam pengobatan tradisional, meskipun harus diperhatikan bahwa beberapa bagian dari tanaman ini beracun dan harus digunakan dengan hati-hati.\nBerikut adalah penjelasan tentang bagian-bagian tumbuhan ginje, kandungan aktifnya, dan manfaatnya untuk kesehatan:",
 "bagian": [
  {
   "nama": "1Daun",
   "penjelasan": "",
   "kandungan": "Glikosida Kardiak: Senyawa seperti thevetin A dan B, yang memiliki efek kardiotonik.\nAlkaloid: Seperti thevetin dan thevetinol.\nSaponin: Senyawa dengan sifat antimikroba.",
   "manfaat": "Pengobatan Jantung: Glikosida kardiak dapat memiliki efek positif pada fungsi jantung, tetapi harus digunakan dengan sangat hati-hati karena dapat beracun dalam dosis tinggi.\nAntimikroba: Saponin dalam daun dapat membantu melawan infeksi mikroba.\nAnti-inflamasi: Daun ginje memiliki sifat anti-inflamasi yang dapat membantu mengurangi peradangan.\nPenyembuhan Luka: Ekstrak daun dapat digunakan untuk mempercepat penyembuhan luka.\nObat Tradisional: Dalam beberapa tradisi, daun ginje digunakan untuk mengobati batuk dan masalah pernapasan."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Glikosida Kardiak: Seperti dalam daun, bunga juga mengandung glikosida kardiak.\nAlkaloid: Senyawa yang mirip dengan yang ada pada daun.\nMinyak Atsiri: Mengandung senyawa volatile dengan potensi efek terapeutik.",
   "manfaat": "Efek Kardiotonik: Glikosida kardiak dalam bunga memiliki potensi efek positif pada jantung, namun dosis harus sangat diperhatikan karena beracun.\nAnti-inflamasi: Bunga ginje dapat membantu mengurangi peradangan.\nAntimikroba: Mengandung senyawa yang dapat membantu melawan infeksi mikroba.\nPengobatan Tradisional: Bunga sering digunakan dalam pengobatan tradisional untuk mengatasi berbagai masalah kesehatan.\nPengobatan Kulit: Dalam beberapa budaya, bunga digunakan untuk mengobati infeksi kulit dan luka."
  },
  {
   "nama": "Buah",
   "penjelasan": "",
   "kandungan": "Glikosida Kardiak: Senyawa seperti thevetin yang sangat toksik.\nSaponin: Senyawa yang dapat memiliki efek antimikroba.\nAsam Lemak: Dapat memberikan manfaat kesehatan tertentu.",
   "manfaat": "Obat Tradisional: Buah ginje digunakan dalam pengobatan tradisional untuk berbagai penyakit, meskipun beracun.\nAntimikroba: Saponin dalam buah dapat membantu melawan infeksi mikroba.\nAnti-inflamasi: Memiliki potensi untuk mengurangi peradangan.\nEfek Kardiotonik: Seperti bagian lainnya, buah ginje mengandung glikosida kardiak yang dapat memengaruhi fungsi jantung.\nPenyembuhan Luka: Dalam beberapa kasus, ekstrak buah digunakan untuk mempercepat penyembuhan luka."
  },
  {
   "nama": "Akar",
   "penjelasan": "Bagian-bagian dari tanaman ginje seperti daun, bunga, buah, dan akar mengandung berbagai senyawa aktif dengan potensi manfaat kesehatan, namun juga memiliki risiko toksisitas. Penggunaan tanaman ini dalam pengobatan harus dilakukan dengan hati-hati dan pengetahuan yang memadai.",
   "kandungan": "Glikosida Kardiak: Akar mengandung senyawa kardiotonik.\nAlkaloid: Seperti pada bagian lainnya.\nSaponin: Senyawa antimikroba yang ditemukan juga dalam akar.",
   "manfaat": "Efek Kardiotonik: Glikosida kardiak dapat berpotensi memengaruhi kesehatan jantung.\nAntimikroba: Saponin dalam akar membantu melawan infeksi mikroba.\nAnti-inflamasi: Akar ginje dapat mengurangi peradangan.\nPenyembuhan Luka: Digunakan dalam pengobatan tradisional untuk mempercepat penyembuhan luka.\nObat Tradisional: Akar digunakan dalam beberapa tradisi untuk mengatasi berbagai keluhan kesehatan."
  }
 ]
}