{
 "nama": "Jeruk Limau (Citrus × amblycarpa)",
 "sebutan": [
  "Nasnaran",
  "Orange-lemon",
  "Jeruk Limo",
  "Jeruk Sambal"
 ],
 "deskripsi": "Jeruk Limau (Citrus × amblycarpa) atau biasa disebut Jeruk Limo atau Jeruk Sambal, adalah jenis buah jeruk kecil yang terkenal dengan aroma dan rasa yang khas. Tumbuhan ini sering digunakan dalam masakan, kosmetik, dan obat tradisional.\nBerikut penjelasan tentang bagian-bagian tumbuhan Jeruk Limau, kandungannya, dan masing-masing manfaatnya untuk kesehatan:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Minyak Atsiri: Mengandung limonene, citral, dan linalool yang memberikan aroma khas.\nFlavonoid: Antioksidan yang melindungi sel-sel tubuh dari kerusakan oksidatif.\nVitamin C: Mendukung kekebalan tubuh dan kesehatan kulit.\nPolifenol: Senyawa antioksidan yang membantu melawan radikal bebas.\nSerat: Mendukung kesehatan pencernaan.",
   "manfaat": "Meredakan Stres: Aroma dari minyak atsiri dalam daun jeruk limau membantu menenangkan pikiran dan mengurangi stres.\nMeningkatkan Kekebalan Tubuh: Vitamin C dan flavonoid dalam daun membantu meningkatkan respons imun tubuh.\nMeningkatkan Pencernaan: Serat dalam daun mendukung pencernaan yang sehat dan mencegah sembelit.\nMengurangi Peradangan: Polifenol memiliki sifat antiinflamasi yang membantu mengurangi peradangan dalam tubuh.\nMelawan Infeksi: Minyak atsiri dalam daun memiliki sifat antimikroba yang membantu melawan infeksi bakteri dan jamur."
  },
  {
   "nama": "Buah",
   "penjelasan": "",
   "kandungan": "Asam Sitrus: Senyawa yang memberikan rasa asam dan memiliki sifat antioksidan.\nVitamin C: Penting untuk kesehatan kulit dan sistem kekebalan tubuh.\nLimonena: Senyawa yang ditemukan dalam kulit dan daging buah, berfungsi sebagai antioksidan dan antikanker.\nPektin: Serat larut yang membantu mengatur gula darah dan menurunkan kolesterol.\nKarotenoid: Pigmen dengan sifat antioksidan yang mendukung kesehatan mata.",
   "manfaat": "Mencerahkan Kulit: Vitamin C dalam buah jeruk limau membantu mencerahkan kulit dan mengurangi tanda-tanda penuaan.\nMenurunkan Kolesterol: Pektin dalam buah membantu menurunkan kadar kolesterol LDL dalam darah.\nMeningkatkan Kekebalan Tubuh: Asam sitrus dan vitamin C memperkuat sistem kekebalan tubuh, melawan infeksi.\nMeningkatkan Kesehatan Jantung: Limonene membantu melindungi jantung dari kerusakan akibat radikal bebas.\nMelancarkan Pencernaan: Asam sitrus membantu memperbaiki pencernaan dan mencegah masalah seperti sembelit."
  },
  {
   "nama": "Kulit Buah",
   "penjelasan": "",
   "kandungan": "Minyak Atsiri: Kaya akan limonene dan citral yang memberikan aroma segar.\nFlavonoid: Senyawa antioksidan yang melindungi sel-sel tubuh.\nPektin: Serat yang mendukung kesehatan pencernaan.\nVitamin C: Menjaga kesehatan kulit dan mendukung sistem kekebalan tubuh.\nAsam Fenolik: Senyawa dengan sifat antiinflamasi dan antimikroba.",
   "manfaat": "Mengatasi Masalah Kulit: Minyak atsiri dari kulit buah sering digunakan untuk mengobati jerawat dan kulit berminyak.\nMenurunkan Tekanan Darah: Flavonoid dalam kulit buah dapat membantu menurunkan tekanan darah dan melindungi jantung.\nMengurangi Risiko Kanker: Limonene dalam kulit buah memiliki sifat antikanker yang dapat membantu mencegah pertumbuhan sel kanker.\nMeningkatkan Pencernaan: Pektin dalam kulit buah membantu meningkatkan pencernaan dan mencegah sembelit.\nMelawan Infeksi: Asam fenolat dalam kulit memiliki sifat antimikroba yang membantu melawan infeksi."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Minyak Atsiri: Mengandung linalool, geraniol, dan nerol yang memberikan aroma manis.\nFlavonoid: Antioksidan yang melindungi tubuh dari kerusakan akibat radikal bebas.\nVitamin C: Penting untuk kekebalan tubuh dan kesehatan kulit.\nPolifenol: Senyawa dengan sifat antiinflamasi dan antioksidan.\nSaponin: Senyawa yang memiliki sifat antimikroba.",
   "manfaat": "Mengurangi Stres: Aroma bunga jeruk limau dalam aromaterapi dapat membantu menenangkan pikiran dan mengurangi stres.\nMeningkatkan Kualitas Tidur: Minyak atsiri dari bunga jeruk limau dapat membantu meningkatkan kualitas tidur dengan efek menenangkan.\nMeningkatkan Kekebalan Tubuh: Vitamin C dan flavonoid dalam bunga membantu memperkuat sistem kekebalan tubuh.\nMengurangi Peradangan: Polifenol dalam bunga jeruk limau membantu mengurangi peradangan dalam tubuh.\nMengobati Infeksi: Saponin dalam bunga memiliki sifat antimikroba yang membantu melawan infeksi."
  },
  {
   "nama": "Akar",
   "penjelasan": "Jeruk limau tidak hanya bermanfaat dalam dunia kuliner, tetapi juga memiliki potensi besar dalam pengobatan tradisional untuk mendukung kesehatan kulit, pencernaan, kekebalan tubuh, dan mengurangi peradangan.",
   "kandungan": "Alkaloid: Senyawa dengan sifat analgesik dan antiinflamasi.\nTanin: Senyawa dengan sifat astringen dan antioksidan.\nSaponin: Senyawa dengan sifat antimikroba dan antioksidan.\nSteroid: Senyawa yang membantu dalam regulasi metabolisme.\nPolifenol: Antioksidan yang melawan radikal bebas.",
   "manfaat": "Meredakan Nyeri: Alkaloid dalam akar memiliki sifat analgesik yang membantu meredakan nyeri otot dan sendi.\nMengatasi Gangguan Pencernaan: Akar jeruk limau digunakan untuk mengobati gangguan pencernaan seperti kembung dan diare.\nMengurangi Peradangan: Tanin dan saponin dalam akar membantu mengurangi peradangan, terutama pada kondisi seperti arthritis.\nMelawan Infeksi: Saponin dalam akar memiliki sifat antimikroba yang membantu melawan infeksi bakteri dan jamur.\nMeningkatkan Metabolisme: Steroid dalam akar membantu dalam regulasi metabolisme dan mendukung fungsi tubuh yang optimal."
  }
 ]
}