{
 "nama": "Kacang Polong (Lathyrus oleraceus)",
 "sebutan": [
  "Pea",
  "Ercis"
 ],
 "deskripsi": "Kacang Polong (Lathyrus oleraceus) atau biasa disebut juga Ercis, adalah tanaman yang termasuk dalam keluarga legum (Fabaceae) dan dikenal karena biji-bijinya yang kecil dan hijau. Tumbuhan ini populer di berbagai masakan di seluruh dunia dan memiliki banyak manfaat kesehatan.\nSetiap bagian dari tumbuhan kacang polong mengandung berbagai nutrisi penting yang memberikan manfaat kesehatan yang signifikan.",
 "bagian": [
  {
   "nama": "Biji (Kacang Polong)",
   "penjelasan": "",
   "kandungan": "Protein: Tinggi akan protein, penting untuk pertumbuhan dan perbaikan jaringan tubuh.\nSerat: Membantu memperbaiki pencernaan dan menjaga kadar gula darah.\nVitamin K: Penting untuk pembekuan darah dan kesehatan tulang.\nVitamin B9: Penting untuk pembentukan sel darah merah dan mencegah cacat tabung saraf pada janin.\nZat Besi: Membantu dalam produksi sel darah merah dan mencegah anemia.",
   "manfaat": "Meningkatkan kesehatan pencernaan: Kandungan serat yang tinggi membantu memperlancar pencernaan dan mencegah sembelit.\nMendukung kesehatan tulang: Vitamin K dalam kacang polong membantu memperkuat tulang dan mencegah osteoporosis.\nMencegah anemia: Zat besi penting untuk produksi hemoglobin, mencegah anemia.\nMendukung kesehatan kehamilan: Folat penting untuk perkembangan janin yang sehat, mencegah cacat lahir.\nMembangun dan memperbaiki jaringan tubuh: Protein membantu dalam pertumbuhan dan perbaikan jaringan otot dan tubuh."
  },
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Vitamin C: Antioksidan yang mendukung sistem kekebalan tubuh.\nKlorofil: Senyawa yang mendukung detoksifikasi dan kesehatan darah.\nBeta-karoten: Prekursor vitamin A yang penting untuk kesehatan mata.\nKalsium: Penting untuk kesehatan tulang dan gigi.\nMagnesium: Penting untuk fungsi otot dan saraf serta menjaga kesehatan jantung.",
   "manfaat": "Meningkatkan sistem kekebalan tubuh: Vitamin C membantu melindungi tubuh dari infeksi.\nMendukung kesehatan mata: Beta-karoten dalam daun membantu menjaga kesehatan retina dan mencegah degenerasi makula.\nDetoksifikasi tubuh: Klorofil membantu menghilangkan racun dari tubuh dan mendukung kesehatan darah.\nMenjaga kesehatan tulang: Kalsium dalam daun mendukung kesehatan tulang dan mencegah osteoporosis.\nMendukung fungsi otot dan saraf: Magnesium membantu mengatur fungsi saraf dan otot serta menjaga irama jantung yang normal."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Serat: Membantu memperlancar pencernaan dan mengontrol kadar gula darah.\nLignan: Senyawa yang memiliki sifat antioksidan dan anti-kanker.\nFlavonoid: Antioksidan yang melawan radikal bebas.\nSilika: Mineral yang mendukung kesehatan kulit, rambut, dan kuku.\nSaponin: Senyawa yang memiliki sifat antimikroba dan anti-inflamasi.",
   "manfaat": "Memperlancar pencernaan: Serat dalam batang membantu memperlancar sistem pencernaan dan mencegah sembelit.\nMencegah penyakit kronis: Lignan dalam batang memiliki sifat antioksidan yang melindungi tubuh dari penyakit kronis seperti kanker.\nMeningkatkan kesehatan kulit: Silika mendukung produksi kolagen yang penting untuk kesehatan kulit.\nMelawan infeksi: Saponin memiliki sifat antimikroba yang membantu melawan infeksi.\nMenjaga keseimbangan hormon: Flavonoid dalam batang membantu menjaga keseimbangan hormon dan mengurangi risiko penyakit yang terkait dengan hormon."
  },
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Inulin: Serat prebiotik yang mendukung kesehatan usus.\nTanin: Senyawa yang memiliki sifat astringen, antioksidan, dan anti-mikroba.\nPolifenol: Antioksidan kuat yang melindungi sel-sel dari kerusakan.\nAlkaloid: Senyawa yang dapat membantu melawan infeksi dan mengurangi peradangan.\nLektin: Protein yang dapat mengikat karbohidrat dan memiliki efek imunomodulator.",
   "manfaat": "Meningkatkan kesehatan usus: Inulin sebagai serat prebiotik membantu pertumbuhan bakteri baik di usus.\nMengurangi peradangan: Alkaloid dalam akar membantu mengurangi peradangan di dalam tubuh.\nMelindungi sel-sel tubuh: Polifenol membantu melindungi sel-sel dari kerusakan oksidatif.\nMeningkatkan fungsi imun: Lektin membantu mengatur respons imun tubuh dan melawan patogen.\nMengatasi gangguan pencernaan: Tanin memiliki sifat astringen yang membantu meredakan gangguan pencernaan seperti diare."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Kacang polong (Lathyrus oleraceus) adalah tumbuhan legum yang kaya nutrisi dan memberikan manfaat kesehatan yang beragam. Setiap bagian dari tumbuhan ini—dari biji, daun, batang, akar, hingga bunga—mengandung berbagai senyawa bermanfaat seperti protein, serat, vitamin, dan antioksidan. Konsumsi kacang polong dan bagian-bagian lainnya dapat membantu mendukung kesehatan pencernaan, memperkuat sistem kekebalan tubuh, menjaga kesehatan tulang dan jantung, serta melindungi tubuh dari peradangan dan penyakit kronis.",
   "kandungan": "Antosianin: Pigmen flavonoid yang memiliki sifat antioksidan.\nVitamin E: Antioksidan yang melindungi sel dari kerusakan akibat radikal bebas.\nAsam Fenolik: Senyawa dengan sifat antioksidan dan anti-inflamasi.\nKaempferol: Flavonoid yang memiliki sifat antioksidan dan anti-kanker.\nAsam Askorbat: Bentuk vitamin C yang membantu meningkatkan kekebalan tubuh.",
   "manfaat": "Melindungi sel dari kerusakan: Antosianin membantu melawan radikal bebas dan melindungi sel dari kerusakan oksidatif.\nMeningkatkan kesehatan kulit: Vitamin E dalam bunga membantu menjaga kesehatan kulit dan mencegah penuaan dini.\nMendukung kesehatan jantung: Kaempferol dalam bunga membantu mengurangi risiko penyakit jantung dengan melindungi pembuluh darah.\nMengurangi peradangan: Asam fenolat dalam bunga membantu mengurangi peradangan di seluruh tubuh.\nMeningkatkan sistem kekebalan tubuh: Asam askorbat membantu meningkatkan sistem kekebalan tubuh, melindungi dari infeksi."
  }
 ]
}