{
 "nama": "Kenari (Canarium indicum)",
 "sebutan": [
  "Galip nut"
 ],
 "deskripsi": "Kenari (Canarium indicum) adalah pohon yang menghasilkan kacang kenari, yang sering dimanfaatkan dalam berbagai produk makanan dan obat tradisional. adalah pohon tropis yang berasal dari wilayah Asia Tenggara dan Pasifik. Pohon ini terkenal karena menghasilkan kacang kenari yang sering digunakan dalam kuliner dan pengobatan tradisional.\nKenari dapat ditemukan dalam berbagai bentuk, seperti biji, daun, kulit batang, bunga, dan akar, masing-masing dengan kandungan aktif dan manfaat kesehatan yang unik. Dalam dunia herbal dan kesehatan, bagian-bagian dari pohon Kenari sering dimanfaatkan untuk berbagai tujuan terapeutik berkat sifat-sifatnya yang bermanfaat.\nBerikut adalah penjelasan mengenai bagian-bagian tumbuhan Kenari, kandungan aktifnya, serta masing-masing manfaat kesehatannya:",
 "bagian": [
  {
   "nama": "Biji Kenari (Kacang Kenari)",
   "penjelasan": "",
   "kandungan": "Asam Lemak Omega-3: Lemak sehat yang baik untuk kesehatan jantung dan otak.\nProtein: Membangun dan memperbaiki jaringan tubuh.\nVitamin E: Antioksidan yang melindungi sel dari kerusakan.\nMagnesium: Mineral penting untuk fungsi otot dan saraf.\nSelenium: Mineral dengan sifat antioksidan yang mendukung sistem kekebalan tubuh.",
   "manfaat": "Meningkatkan kesehatan jantung: Asam lemak omega-3 membantu mengurangi peradangan dan menurunkan risiko penyakit jantung.\nMendukung fungsi otak: Omega-3 dan vitamin E bekerja bersama untuk mendukung fungsi otak dan melindungi dari penurunan kognitif.\nMeningkatkan kesehatan kulit: Vitamin E dalam biji kenari membantu menjaga kelembapan kulit dan melindunginya dari kerusakan akibat radikal bebas.\nMendukung sistem kekebalan tubuh: Selenium berfungsi sebagai antioksidan yang membantu melindungi tubuh dari infeksi.\nMenjaga keseimbangan hormon: Kandungan lemak sehat dan protein membantu menjaga keseimbangan hormon dalam tubuh."
  },
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Polifenol: Antioksidan kuat yang melindungi tubuh dari kerusakan oksidatif.\nTanin: Senyawa astringen yang mendukung penyembuhan luka.\nFlavonoid: Antioksidan yang membantu melawan peradangan.\nSaponin: Memiliki sifat antimikroba dan mendukung sistem imun.\nAlkaloid: Senyawa yang dapat membantu mengurangi nyeri dan peradangan.",
   "manfaat": "Mengurangi peradangan: Flavonoid dan alkaloid dalam daun kenari membantu mengurangi peradangan pada tubuh.\nMeningkatkan kesehatan kulit: Polifenol dan tanin membantu menjaga kesehatan kulit dengan melindungi dari kerusakan oksidatif dan mempercepat penyembuhan luka.\nMeningkatkan kekebalan tubuh: Saponin dalam daun kenari membantu memperkuat sistem kekebalan tubuh.\nMendukung kesehatan pencernaan: Tanin memiliki sifat astringen yang dapat membantu mengatasi diare dan gangguan pencernaan lainnya.\nMengurangi nyeri: Alkaloid dalam daun memiliki efek analgesik yang dapat membantu meredakan nyeri."
  },
  {
   "nama": "Kulit Batang",
   "penjelasan": "",
   "kandungan": "Tanin: Mendukung penyembuhan luka dan memiliki sifat antimikroba.\nSaponin: Memiliki sifat antiinflamasi dan memperkuat sistem kekebalan tubuh.\nFlavonoid: Antioksidan yang melindungi sel dari kerusakan.\nLignin: Serat alami yang mendukung kesehatan pencernaan.\nAsam Fenolik: Memiliki sifat antioksidan dan antiinflamasi.",
   "manfaat": "Meningkatkan kesehatan pencernaan: Lignin dalam kulit batang membantu menjaga kesehatan pencernaan dengan menambah serat dalam diet.\nMempercepat penyembuhan luka: Tanin dalam kulit batang membantu menyembuhkan luka dan mencegah infeksi.\nMengurangi peradangan: Asam fenolat dan saponin membantu mengurangi peradangan dalam tubuh.\nMeningkatkan daya tahan tubuh: Saponin membantu memperkuat sistem kekebalan tubuh dan melawan infeksi.\nMelindungi dari kerusakan oksidatif: Flavonoid bertindak sebagai antioksidan yang melindungi sel-sel tubuh dari radikal bebas."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Nektar: Mengandung gula alami yang bisa memberikan energi.\nMinyak Esensial: Mengandung senyawa aromatik yang dapat digunakan untuk kesehatan.\nPolifenol: Antioksidan yang membantu melindungi sel dari kerusakan.\nFlavonoid: Antioksidan yang mendukung kesehatan jantung.\nVitamin C: Mendukung sistem kekebalan tubuh dan kesehatan kulit.",
   "manfaat": "Meningkatkan kesehatan jantung: Flavonoid dalam bunga kenari membantu melindungi jantung dari penyakit.\nMendukung sistem kekebalan tubuh: Vitamin C dalam bunga membantu memperkuat sistem kekebalan tubuh dan melawan infeksi.\nMeningkatkan energi: Nektar memberikan energi alami yang dapat meningkatkan stamina.\nMengurangi stres oksidatif: Polifenol membantu melindungi tubuh dari stres oksidatif, yang dapat menyebabkan penuaan dan penyakit kronis.\nMeningkatkan kesehatan kulit: Vitamin C dan polifenol dalam bunga kenari membantu menjaga kulit tetap sehat dan melawan tanda-tanda penuaan."
  },
  {
   "nama": "Akar",
   "penjelasan": "Kenari (Canarium indicum) adalah tanaman yang kaya akan manfaat kesehatan. Bagian-bagian seperti biji, daun, kulit batang, bunga, dan akar mengandung berbagai senyawa bioaktif yang memberikan manfaat kesehatan yang luas, termasuk perlindungan jantung, peningkatan kekebalan tubuh, dan dukungan untuk kesehatan kulit dan pencernaan.",
   "kandungan": "Alkaloid: Memiliki sifat analgesik dan antiinflamasi.\nTanin: Sifat astringen yang mendukung penyembuhan luka.\nSaponin: Mendukung sistem kekebalan tubuh dan memiliki sifat antimikroba.\nFlavonoid: Antioksidan yang melawan radikal bebas.\nSteroid: Dapat mendukung kesehatan hormon dan memiliki sifat antiinflamasi.",
   "manfaat": "Mengurangi rasa nyeri: Alkaloid dalam akar memiliki sifat analgesik yang dapat membantu mengurangi rasa nyeri.\nMendukung kesehatan hormon: Steroid dalam akar dapat membantu menjaga keseimbangan hormon dalam tubuh.\nMeningkatkan daya tahan tubuh: Saponin dalam akar membantu memperkuat sistem kekebalan tubuh dan melawan infeksi.\nMempercepat penyembuhan luka: Tanin dalam akar membantu mempercepat penyembuhan luka dan mengurangi risiko infeksi.\nMengurangi peradangan: Alkaloid dan flavonoid dalam akar membantu mengurangi peradangan, baik secara internal maupun eksternal."
  }
 ]
}