{
 "nama": "Ketul (Bidens pilosa)",
 "sebutan": [
  "Black-jack",
  "Cobblers pegs",
  "Ajeran"
 ],
 "deskripsi": "Ketul (Bidens pilosa) adalah tanaman herba tahunan yang juga dikenal dengan nama Ajeran atau Black-jack. Tanaman ini berasal dari daerah tropis dan subtropis di seluruh dunia, termasuk Asia, Afrika, dan Amerika Selatan. Ketul tumbuh dengan tinggi mencapai 30 hingga 120 cm, dan dikenal dengan daunnya yang berwarna hijau tua serta bunga kecil berwarna kuning.\nDalam pengobatan tradisional, Ketul digunakan untuk mengobati berbagai kondisi kesehatan. Tanaman ini memiliki sifat anti-inflamasi, antibakteri, dan antijamur, dan sering digunakan dalam bentuk teh, tincture, atau ekstrak untuk meredakan gangguan pencernaan, mengatasi infeksi, dan mengurangi peradangan. Selain itu, ketul juga digunakan dalam pengobatan kulit untuk mengatasi masalah seperti jerawat dan luka.\nBerikut kandungan dan manfaat dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk elips atau berbagi tiga dengan tepi yang bergerigi. Permukaan daun berwarna hijau tua dan bertekstur kasar. Daun ini memiliki panjang antara 5 hingga 10 cm dan lebar sekitar 2 hingga 5 cm, dengan urat daun yang jelas terlihat.",
   "kandungan": "Daun ketul mengandung berbagai senyawa aktif seperti flavonoid, tanin, dan asam fenolik. Flavonoid dalam daun memiliki sifat antioksidan yang kuat, sementara tanin dan asam fenolik memiliki efek anti-inflamasi dan antibakteri.",
   "manfaat": "Mengatasi Masalah Pencernaan: Daun ketul sering digunakan untuk meredakan gangguan pencernaan seperti diare dan sakit perut.\nMeringankan Peradangan: Senyawa antiinflamasi dalam daun membantu mengurangi peradangan pada kondisi seperti arthritis.\nMenangani Infeksi: Kandungan antibakteri daun bermanfaat untuk mengatasi infeksi bakteri.\nMenyehatkan Kulit: Daun ketul digunakan dalam perawatan kulit untuk mengatasi jerawat dan masalah kulit lainnya.\nMeningkatkan Kesehatan Jantung: Flavonoid dalam daun dapat membantu meningkatkan kesehatan jantung dengan mengurangi kolesterol jahat."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Bunga berwarna kuning cerah dengan diameter sekitar 1 hingga 2 cm. Bunga ini memiliki bentuk bulat dengan banyak kelopak yang tersebar di sekitar pusat bunga. Tanaman ini biasanya mekar dari musim semi hingga musim gugur.",
   "kandungan": "Bunga ketul mengandung senyawa aktif seperti flavonoid dan minyak atsiri. Flavonoid memiliki efek antioksidan, sedangkan minyak esensial memiliki sifat antijamur dan antibakteri.",
   "manfaat": "Mengobati Infeksi Jamur: Minyak esensial dalam bunga membantu melawan infeksi jamur.\nMeredakan Batuk dan Flu: Ekstrak bunga dapat digunakan untuk meredakan gejala batuk dan flu.\nMenurunkan Tekanan Darah: Beberapa senyawa dalam bunga diketahui membantu menurunkan tekanan darah.\nMengurangi Nyeri: Efek analgesik bunga dapat membantu mengurangi nyeri ringan.\nMenjaga Kesehatan Kulit: Bunga ketul sering digunakan dalam produk perawatan kulit untuk manfaat antiinflamasi dan antibakteri."
  },
  {
   "nama": "Polong",
   "penjelasan": "Polong berbentuk silindris dan memiliki panjang sekitar 2 hingga 3 cm. Polong ini berwarna cokelat gelap ketika matang dan ditutupi oleh duri-duri kecil yang tajam.",
   "kandungan": "Polong mengandung senyawa aktif seperti flavonoid, asam lemak, dan minyak atsiri.",
   "manfaat": "Mengatasi Gangguan Pencernaan: Polong ketul digunakan dalam pengobatan untuk meredakan masalah pencernaan.\nMeningkatkan Kesehatan Metabolik: Kandungan asam lemak dalam polong dapat membantu menjaga kesehatan metabolik.\nMenurunkan Risiko Penyakit Jantung: Senyawa dalam polong mendukung kesehatan jantung dengan menurunkan kadar kolesterol.\nMengurangi Gejala Peradangan: Polong memiliki efek antiinflamasi yang bermanfaat untuk mengurangi peradangan.\nMenangani Infeksi: Polong ketul dapat membantu mengatasi infeksi ringan berkat sifat antibakterinya."
  },
  {
   "nama": "Akar",
   "penjelasan": "Ketul (Bidens pilosa) adalah tanaman herba yang memiliki banyak manfaat kesehatan, baik dari daun, bunga, polong, maupun akar. Tanaman ini memiliki sifat antiinflamasi, antibakteri, dan antijamur, menjadikannya berguna dalam pengobatan berbagai kondisi kesehatan. Dengan kemampuannya untuk tumbuh di berbagai habitat dan mudahnya budidaya, ketul adalah tambahan berharga dalam praktik pengobatan tradisional dan perawatan kesehatan alami.",
   "kandungan": "Akar mengandung senyawa aktif seperti alkaloid dan flavonoid, serta sejumlah nutrisi penting.",
   "manfaat": "Meringankan Nyeri: Akar ketul digunakan untuk meredakan nyeri pada berbagai kondisi.\nMendukung Kesehatan Hati: Senyawa dalam akar membantu menjaga kesehatan hati.\nMengurangi Stres: Ekstrak akar memiliki efek menenangkan yang dapat membantu mengurangi stres.\nMenjaga Kesehatan Ginjal: Akar ketul mendukung fungsi ginjal dengan efek diuretiknya.\nMengatasi Masalah Kulit: Akar digunakan dalam perawatan kulit untuk mengatasi masalah seperti luka dan infeksi ringan."
  }
 ]
}