{
 "nama": "Lady's Mantle (Alchemilla mollis)",
 "sebutan": [
  "Garden lady's-mantle"
 ],
 "deskripsi": "Lady's Mantle (Alchemilla mollis) adalah tanaman herbal yang berasal dari Eropa dan dikenal dengan nama lokal seperti \"Mantle of Our Lady\". Tanaman ini termasuk dalam keluarga Rosaceae dan umumnya tumbuh di daerah yang memiliki iklim sedang hingga dingin.\nLady's Mantle adalah tanaman perennial yang memiliki dedaunan hijau berbentuk seperti taplak meja dengan tepi bergerigi. Tanaman ini dikenal karena kemampuannya untuk menyerap embun pagi dengan permukaan daunnya yang berbentuk seperti mangkuk, sehingga memberikan efek estetis yang khas.\nDalam pengobatan tradisional, Lady's Mantle digunakan untuk berbagai tujuan kesehatan. Bagian-bagian tanaman ini, terutama daun dan bunga, digunakan dalam pembuatan ramuan untuk manfaat terapeutik.  dikenal memiliki sifat anti-inflamasi, astringen, dan diuretik, yang membuatnya berguna dalam pengobatan gangguan menstruasi, masalah pencernaan, dan peradangan.\nBerikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk seperti taplak meja dengan tepi bergerigi dan panjang sekitar 5-10 cm. Daun berwarna hijau cerah dengan permukaan berbulu halus yang mengumpulkan embun, memberikan tampilan yang khas. Daun tumbuh secara berkelompok dari pangkal batang, membentuk roset.",
   "kandungan": "Daun Lady's Mantle mengandung flavonoid, tanin, dan asam fenolik. Flavonoid memiliki sifat antioksidan, tanin memberikan efek astringen, dan asam fenolat memiliki efek anti-inflamasi.",
   "manfaat": "Antioksidan: Flavonoid dalam daun membantu melawan radikal bebas dan melindungi sel-sel tubuh dari kerusakan oksidatif.\nAstringen: Tanin dalam daun memberikan efek astringen yang bermanfaat untuk meredakan gangguan pencernaan.\nMenstruasi: Membantu mengurangi gejala menstruasi dan meredakan nyeri haid.\nPencernaan: Menyokong kesehatan pencernaan dengan meredakan gangguan seperti diare.\nAnti-inflamasi: Mengurangi peradangan dan kemerahan pada kulit."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Bunga kecil, berwarna hijau kekuningan, dan tumbuh dalam tandan di ujung batang. Bunga memiliki bentuk berbentuk bintang dengan lima kelopak, dan tumbuh dalam kelompok yang padat di sepanjang batang.",
   "kandungan": "Bunga Lady's Mantle mengandung flavonoid, asam fenolik, dan minyak atsiri. Flavonoid bertindak sebagai antioksidan, asam fenolat memiliki sifat anti-inflamasi, dan minyak esensial memberikan efek antimikroba.",
   "manfaat": "Antioksidan: Flavonoid dalam bunga melindungi sel-sel tubuh dari kerusakan oksidatif.\nAnti-inflamasi: Asam fenolat membantu meredakan peradangan dan nyeri ringan.\nAntimikroba: Minyak esensial dalam bunga efektif melawan infeksi.\nPencernaan: Bunga digunakan untuk meredakan gangguan pencernaan seperti kembung dan diare.\nPenyembuhan: Membantu mempercepat penyembuhan luka dan iritasi kulit."
  },
  {
   "nama": "Batang",
   "penjelasan": "Lady's Mantle (Alchemilla mollis) adalah tanaman herbal dengan berbagai manfaat kesehatan dan aplikasi dalam pengobatan tradisional. Bagian-bagian tanaman seperti daun, bunga, dan batang masing-masing menawarkan kegunaan dan manfaat yang berbeda.",
   "kandungan": "Batang Lady's Mantle mengandung flavonoid dan tanin dalam jumlah yang lebih rendah dibandingkan daun dan bunga.",
   "manfaat": "Pencernaan: Batang dapat digunakan dalam ramuan untuk membantu meredakan gangguan pencernaan.\nAntioksidan: Menyediakan flavonoid yang memberikan manfaat antioksidan.\nAnti-inflamasi: Membantu mengurangi peradangan ringan.\nKesehatan Umum: Mendukung kesehatan secara umum sebagai bagian dari perawatan herbal.\nPenyembuhan: Dapat digunakan dalam salep untuk mempercepat penyembuhan luka."
  }
 ]
}