{
 "nama": "Lokio (llium schoenoprasum)",
 "sebutan": [
  "Chives",
  "Lengkio",
  "Bawang Batak"
 ],
 "deskripsi": "Lokio (Allium schoenoprasum), juga dikenal sebagai Lengkio, Bawang Batak atau Chives, adalah tumbuhan yang sering digunakan sebagai bumbu masakan. Tumbuhan ini tidak hanya menambah rasa pada hidangan tetapi juga memiliki berbagai manfaat kesehatan.\nBerikut adalah penjelasan mengenai bagian-bagian Lokio, kandungannya, serta manfaat kesehatannya:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Vitamin K: Penting untuk pembekuan darah dan kesehatan tulang.\nVitamin C: Antioksidan yang mendukung sistem kekebalan tubuh.\nFolat: Mendukung fungsi sel dan penting untuk kesehatan ibu hamil.\nAllicin: Senyawa sulfur yang memiliki sifat antimikroba.\nFlavonoid: Antioksidan yang melindungi sel dari kerusakan oksidatif.",
   "manfaat": "Mendukung kesehatan tulang: Vitamin K dalam daun lokio membantu menjaga kepadatan tulang.\nMeningkatkan kekebalan tubuh: Vitamin C membantu memperkuat sistem imun, melindungi dari infeksi.\nMendukung kesehatan kardiovaskular: Allicin memiliki efek menurunkan tekanan darah dan kolesterol.\nMencegah cacat lahir: Folat penting untuk perkembangan janin, mencegah cacat tabung saraf pada bayi.\nMelawan radikal bebas: Flavonoid dalam daun lokio berfungsi sebagai antioksidan yang kuat, melindungi sel dari kerusakan."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Vitamin A: Penting untuk kesehatan mata dan kulit.\nVitamin C: Mendukung sistem kekebalan tubuh.\nFlavonoid: Antioksidan yang melindungi sel.\nSaponin: Senyawa yang memiliki sifat antimikroba dan antiinflamasi.\nKarotenoid: Pigmen yang berfungsi sebagai antioksidan dan mendukung kesehatan mata.",
   "manfaat": "Meningkatkan kesehatan mata: Vitamin A dan carotenoids dalam bunga lokio mendukung penglihatan yang sehat.\nMengurangi risiko infeksi: Saponin memiliki sifat antimikroba yang membantu melawan infeksi.\nMendukung kesehatan kulit: Vitamin C dalam bunga membantu dalam pembentukan kolagen, menjaga kulit tetap sehat.\nMelawan radikal bebas: Flavonoid membantu melindungi sel dari kerusakan oksidatif.\nMengurangi peradangan: Saponin juga membantu mengurangi peradangan di tubuh."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Serat: Mendukung kesehatan pencernaan.\nAllicin: Senyawa sulfur dengan sifat antimikroba dan kardioprotektif.\nVitamin B6: Mendukung fungsi otak dan produksi hormon.\nMangan: Mineral yang penting untuk metabolisme tubuh dan kesehatan tulang.\nMagnesium: Mendukung fungsi otot dan saraf.",
   "manfaat": "Mendukung pencernaan: Serat dalam batang lokio membantu melancarkan pencernaan dan mencegah sembelit.\nMenurunkan tekanan darah: Allicin membantu menurunkan tekanan darah dan mendukung kesehatan jantung.\nMeningkatkan fungsi otak: Vitamin B6 mendukung fungsi kognitif dan produksi neurotransmitter.\nMendukung kesehatan tulang: Mangan dalam batang membantu menjaga kepadatan tulang.\nMengurangi kejang otot: Magnesium membantu mengatur fungsi otot dan mencegah kejang."
  },
  {
   "nama": "Umbi",
   "penjelasan": "",
   "kandungan": "Allicin: Senyawa dengan sifat antimikroba dan penurun kolesterol.\nSelenium: Mineral penting yang mendukung fungsi tiroid dan sistem kekebalan tubuh.\nVitamin C: Antioksidan yang melindungi sel dari kerusakan.\nSulfur organik: Senyawa yang mendukung detoksifikasi tubuh.\nPolifenol: Antioksidan yang melindungi tubuh dari kerusakan oksidatif.",
   "manfaat": "Melawan infeksi: Allicin dalam umbi memiliki efek antimikroba yang kuat, melawan bakteri dan virus.\nMendukung fungsi tiroid: Selenium penting untuk produksi hormon tiroid dan menjaga keseimbangan metabolisme.\nMeningkatkan kekebalan tubuh: Vitamin C mendukung sistem imun, membantu tubuh melawan penyakit.\nDetoksifikasi tubuh: Sulfur organik membantu dalam proses detoksifikasi, membersihkan racun dari tubuh.\nMelindungi jantung: Polifenol dalam umbi lokio membantu melindungi jantung dari kerusakan oksidatif."
  },
  {
   "nama": "Akar",
   "penjelasan": "Mengonsumsi lokio dapat membantu mendukung kesehatan pencernaan, meningkatkan fungsi kekebalan tubuh, menjaga kesehatan tulang, dan melindungi tubuh dari berbagai penyakit.",
   "kandungan": "Inulin: Serat prebiotik yang mendukung kesehatan usus.\nAllicin: Senyawa sulfur dengan sifat antimikroba dan antiinflamasi.\nAsam amino: Blok bangunan protein yang mendukung berbagai fungsi tubuh.\nMineral: Seperti magnesium, kalsium, dan besi yang penting untuk kesehatan tubuh secara keseluruhan.\nVitamin B kompleks: Mendukung metabolisme energi dan fungsi saraf.",
   "manfaat": "Meningkatkan kesehatan usus: Inulin dalam akar lokio mendukung pertumbuhan bakteri baik dalam usus, meningkatkan pencernaan.\nMelawan peradangan: Allicin membantu mengurangi peradangan dan melawan infeksi.\nMendukung produksi energi: Vitamin B kompleks membantu mengubah makanan menjadi energi.\nMendukung kesehatan tulang: Mineral seperti kalsium dan magnesium membantu menjaga kepadatan tulang.\nMeningkatkan fungsi darah: Zat besi dalam akar mendukung produksi sel darah merah dan mencegah anemia."
  }
 ]
}