{
 "nama": "Mahkota Dewa (Phaleria macrocarpa)",
 "sebutan": [
  "God's crown",
  "Simalakama"
 ],
 "deskripsi": "Mahkota Dewa (Phaleria macrocarpa) adalah tanaman herbal yang berasal dari Papua, Indonesia, dan telah lama digunakan dalam pengobatan tradisional. Tanaman ini dikenal karena kandungan senyawa bioaktifnya yang memiliki berbagai manfaat untuk kesehatan.\nBerikut adalah penjelasan mengenai bagian-bagian tumbuhan Mahkota Dewa, kandungannya, dan masing-masing manfaatnya untuk kesehatan:",
 "bagian": [
  {
   "nama": "Buah",
   "penjelasan": "",
   "kandungan": "Alkaloid: Berfungsi sebagai detoksifikasi, membantu membersihkan racun dari dalam tubuh.\nSaponin: Berperan sebagai antioksidan, anti-inflamasi, dan antimikroba.\nFlavonoid: Senyawa antioksidan yang melindungi sel-sel tubuh dari kerusakan oksidatif.\nPolifenol: Memiliki efek antioksidan dan anti-inflamasi, serta membantu menurunkan kadar gula darah.\nTanin: Berperan sebagai astringen, membantu menghentikan pendarahan dan mempercepat penyembuhan luka.",
   "manfaat": "Meningkatkan sistem kekebalan tubuh: Kandungan saponin dan flavonoid dalam buah Mahkota Dewa membantu meningkatkan daya tahan tubuh terhadap infeksi.\nMengurangi kadar gula darah: Polifenol dalam buah ini membantu mengatur kadar gula darah, bermanfaat untuk penderita diabetes.\nMeredakan peradangan: Saponin dan polifenol memiliki sifat anti-inflamasi yang membantu meredakan peradangan di tubuh.\nMelindungi dari radikal bebas: Flavonoid dan polifenol berfungsi sebagai antioksidan yang melindungi sel-sel tubuh dari kerusakan akibat radikal bebas.\nMembantu penyembuhan luka: Tanin dalam buah Mahkota Dewa membantu mempercepat proses penyembuhan luka dengan mengurangi pendarahan dan infeksi."
  },
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Saponin: Berfungsi sebagai antioksidan dan antimikroba, membantu melawan infeksi.\nFlavonoid: Senyawa yang membantu melawan radikal bebas dan memiliki efek anti-inflamasi.\nTanin: Memiliki sifat astringen, membantu mengatasi diare dan pendarahan.\nSteroid: Berfungsi sebagai anti-inflamasi alami, meredakan pembengkakan dan nyeri.\nAlkaloid: Detoksifikasi tubuh dengan cara membantu menghilangkan racun.",
   "manfaat": "Membantu detoksifikasi tubuh: Alkaloid dalam daun Mahkota Dewa membantu membersihkan racun dari dalam tubuh.\nMelawan infeksi: Saponin dan flavonoid berperan dalam memperkuat sistem kekebalan tubuh, melawan bakteri dan virus.\nMengurangi peradangan: Steroid alami dalam daun Mahkota Dewa memiliki efek anti-inflamasi, membantu meredakan nyeri dan pembengkakan.\nMengatasi diare: Tanin dalam daun ini memiliki sifat astringen, yang membantu mengatasi diare dengan mengurangi sekresi cairan usus.\nMelindungi sel-sel tubuh: Flavonoid sebagai antioksidan membantu melindungi sel-sel tubuh dari kerusakan akibat radikal bebas."
  },
  {
   "nama": "Biji",
   "penjelasan": "",
   "kandungan": "Alkaloid: Berfungsi sebagai detoksifikasi tubuh.\nSaponin: Berperan sebagai antimikroba dan antioksidan.\nPolifenol: Senyawa dengan efek antioksidan dan anti-inflamasi.\nFlavonoid: Membantu melawan radikal bebas dan mendukung kesehatan jantung.\nTriterpena: Senyawa yang memiliki sifat anti-inflamasi dan antikanker.",
   "manfaat": "Meningkatkan kesehatan jantung: Flavonoid dalam biji Mahkota Dewa membantu menjaga kesehatan jantung dengan melancarkan peredaran darah.\nMencegah kanker: Triterpenoid dalam biji Mahkota Dewa memiliki sifat antikanker, membantu mencegah pertumbuhan sel-sel kanker.\nMelawan infeksi: Saponin dalam biji ini memiliki efek antimikroba yang membantu melawan infeksi bakteri dan virus.\nMengurangi peradangan: Polifenol dan triterpenoid membantu mengurangi peradangan dalam tubuh.\nDetoksifikasi tubuh: Alkaloid membantu membersihkan racun dari dalam tubuh, mendukung fungsi hati."
  },
  {
   "nama": "Kulit Buah",
   "penjelasan": "",
   "kandungan": "Saponin: Antioksidan dan antimikroba, membantu melawan infeksi dan peradangan.\nFlavonoid: Melindungi tubuh dari radikal bebas dan memiliki efek anti-inflamasi.\nTanin: Sifat astringen yang membantu menghentikan pendarahan dan mempercepat penyembuhan luka.\nPolifenol: Memiliki sifat antioksidan dan menurunkan kadar gula darah.\nTerpenoid: Senyawa yang memiliki efek anti-inflamasi dan antikanker.",
   "manfaat": "Meningkatkan sistem kekebalan tubuh: Saponin dan flavonoid dalam kulit buah Mahkota Dewa membantu memperkuat daya tahan tubuh.\nMelawan infeksi: Saponin dan tanin membantu melawan infeksi bakteri dan virus.\nMengurangi kadar gula darah: Polifenol dalam kulit buah ini membantu mengontrol kadar gula darah.\nMeredakan peradangan: Terpenoid dan flavonoid membantu meredakan peradangan dan nyeri.\nMencegah kanker: Terpenoid dalam kulit buah Mahkota Dewa memiliki sifat antikanker yang membantu mencegah pertumbuhan sel kanker."
  },
  {
   "nama": "Akar",
   "penjelasan": "Setiap bagian dari tanaman ini, mulai dari buah, daun, biji, kulit buah, hingga akarnya, memiliki manfaat kesehatan yang signifikan, termasuk meningkatkan sistem kekebalan tubuh, mengurangi peradangan, melawan infeksi, mendetoksifikasi tubuh, dan melindungi dari penyakit kronis seperti kanker dan penyakit jantung.",
   "kandungan": "Saponin: Berfungsi sebagai antioksidan dan antimikroba.\nPolifenol: Memiliki efek antioksidan dan anti-inflamasi.\nFlavonoid: Membantu melawan radikal bebas dan mendukung kesehatan jantung.\nAlkaloid: Berperan dalam detoksifikasi tubuh.\nSteroid: Memiliki sifat anti-inflamasi, membantu meredakan pembengkakan dan nyeri.",
   "manfaat": "Meningkatkan sistem kekebalan tubuh: Saponin dalam akar Mahkota Dewa membantu memperkuat sistem kekebalan tubuh, melawan infeksi.\nMengurangi peradangan: Steroid dan polifenol dalam akar Mahkota Dewa membantu meredakan peradangan dan nyeri.\nMendetoksifikasi tubuh: Alkaloid membantu membersihkan racun dari dalam tubuh, mendukung fungsi hati.\nMelindungi jantung: Flavonoid dalam akar ini membantu melindungi jantung dan meningkatkan sirkulasi darah.\nMelawan infeksi: Saponin dan alkaloid dalam akar Mahkota Dewa memiliki efek antimikroba yang membantu melawan bakteri dan virus."
  }
 ]
}