{
 "nama": "Maidenhair Fern (Adiantum capillus-veneris)",
 "sebutan": [
  "Venus hair fern"
 ],
 "deskripsi": "Maidenhair Fern (Adiantum capillus-veneris) adalah tanaman paku yang termasuk dalam keluarga Pteridaceae. Tanaman ini terkenal dengan daunnya yang ringan dan elegan serta bentuknya yang halus. Daun Maidenhair Fern memiliki bentuk kipas dengan daun-daun kecil yang tersusun secara simetris pada tangkai yang ramping dan hitam.\nDalam pengobatan tradisional, Maidenhair Fern telah digunakan sejak lama untuk berbagai tujuan medis. Tanaman ini dianggap bermanfaat dalam merawat masalah pernapasan, seperti batuk dan pilek, dan juga untuk masalah kulit seperti luka dan eksim.\nDi berbagai budaya, ekstrak dari daun Maidenhair Fern digunakan untuk meredakan gejala seperti pusing dan gangguan pencernaan. Selain itu, dalam pengobatan tradisional Tiongkok, tanaman ini digunakan untuk meningkatkan kesehatan paru-paru dan mengatasi berbagai gangguan pernapasan.\nBerikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk seperti kipas kecil dengan tepi yang halus dan memiliki warna hijau cerah. Daun-daun ini tersusun dalam pola yang sangat teratur di sepanjang tangkai yang ramping dan hitam. Setiap helai daun memiliki tekstur lembut dan permukaan yang halus. Daun ini juga memiliki ciri khas yaitu berbagi divisi kecil yang membentuk pola menyirip.",
   "kandungan": "Daun mengandung flavonoid, saponin, dan tanin, yang memiliki berbagai manfaat terapeutik.",
   "manfaat": "Meredakan Batuk dan Pilek: Daun memiliki sifat ekspektoran yang membantu melegakan saluran pernapasan.\nMengatasi Gangguan Kulit: Dapat digunakan dalam salep atau lotion untuk merawat luka dan eksim.\nMeningkatkan Kesehatan Paru-Paru: Membantu mengatasi masalah pernapasan dan meningkatkan kesehatan paru-paru.\nMeredakan Pusing: Dapat digunakan untuk meredakan gejala pusing atau vertigo.\nMenjaga Kesehatan Sistem Pencernaan: Membantu mengatasi gangguan pencernaan seperti mual dan perut kembung."
  },
  {
   "nama": "Akar",
   "penjelasan": "Maidenhair Fern (Adiantum capillus-veneris) adalah tanaman paku yang memiliki banyak manfaat kesehatan, terutama dari daunnya. Tanaman ini bermanfaat untuk meredakan batuk, gangguan kulit, dan meningkatkan kesehatan paru-paru. Dengan pemahaman yang tepat tentang cara budidaya dan habitatnya di Indonesia, Maidenhair Fern dapat dimanfaatkan secara optimal dalam pengobatan tradisional.",
   "kandungan": "Akar mengandung senyawa seperti flavonoid dan saponin yang memiliki efek terapeutik.",
   "manfaat": "Meningkatkan Kesehatan Kulit: Ekstrak akar dapat digunakan untuk merawat masalah kulit.\nMeredakan Gangguan Pencernaan: Membantu mengatasi gangguan pencernaan dan mual.\nMeningkatkan Sistem Imun: Dapat membantu meningkatkan daya tahan tubuh terhadap infeksi.\nMeredakan Nyeri Sendi: Memiliki efek anti-inflamasi yang dapat meredakan nyeri sendi.\nMengatasi Batuk: Akar dapat digunakan sebagai obat batuk alami."
  }
 ]
}