{
 "nama": "Maja (Aegle marmelos)",
 "sebutan": [
  "Bael"
 ],
 "deskripsi": "Maja (Aegle marmelos) merupakan tanaman yang berasal dari daerah tropis, termasuk Asia Tenggara dan India. Di Indonesia, tanaman ini sering disebut sebagai \"Maja\" atau \"Maja Kuno\" dan dikenal karena buahnya yang berwarna hijau kekuningan ketika matang. Buah Maja memiliki rasa yang khas, sedikit pahit, dan sering digunakan dalam pengobatan tradisional untuk berbagai penyakit.\nMaja merupakan tanaman yang telah lama digunakan dalam pengobatan tradisional di berbagai budaya, terutama di India. Bagian-bagian dari pohon ini, seperti daun, buah, dan kulit batang, sering dimanfaatkan untuk mengatasi berbagai masalah kesehatan.\nEkstrak daun Maja dipercaya dapat membantu meredakan gangguan pencernaan, sedangkan buahnya kaya akan vitamin dan serat, yang baik untuk meningkatkan kesehatan sistem pencernaan dan mengatasi diare.\nSelain itu, Maja juga dikenal memiliki sifat antimikroba dan anti-inflamasi, sehingga sering digunakan dalam pengobatan herbal untuk mengobati infeksi dan peradangan. Berikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun Maja berbentuk oval dengan ukuran yang bervariasi, biasanya berwarna hijau tua. Daun ini memiliki tekstur yang halus dan gloss, serta tepi yang tidak bergerigi. Daun Maja tumbuh secara berseling dan memiliki petioles yang cukup panjang, memberikan kesan rimbun pada pohon.",
   "kandungan": "Kandungan aktif dalam daun Maja meliputi flavonoid, alkaloid, saponin, dan tanin. Senyawa-senyawa ini memberikan sifat antioksidan dan anti-inflamasi yang berkontribusi pada kesehatan.",
   "manfaat": "Menurunkan Demam: Ekstrak daun Maja dapat digunakan untuk menurunkan demam berkat sifat antipiretiknya.\nAnti-inflamasi: Kandungan aktifnya dapat membantu mengurangi peradangan dalam tubuh.\nMembantu Pencernaan: Daun Maja dapat merangsang produksi enzim pencernaan, sehingga memperbaiki sistem pencernaan.\nMenjaga Kesehatan Jantung: Antioksidan dalam daun Maja berperan dalam melindungi jantung dari kerusakan oksidatif.\nMenurunkan Kolesterol: Secara tradisional, daun Maja digunakan untuk membantu menurunkan kadar kolesterol dalam darah."
  },
  {
   "nama": "Buah",
   "penjelasan": "Buah Maja berbentuk bulat dan memiliki kulit yang keras, berwarna hijau kekuningan saat matang. Daging buahnya berwarna kuning dan memiliki rasa yang manis serta sedikit asam. Buah ini mengandung biji besar di dalamnya yang juga memiliki nilai gizi.",
   "kandungan": "Buah Maja mengandung vitamin C, serat, dan senyawa bioaktif seperti flavonoid dan karotenoid. Kandungan ini menjadikannya sumber nutrisi yang baik serta memiliki potensi manfaat kesehatan.",
   "manfaat": "Meningkatkan Imunitas: Kandungan vitamin C dalam buah Maja dapat membantu meningkatkan sistem kekebalan tubuh.\nMenjaga Kesehatan Pencernaan: Serat yang tinggi dalam buah Maja berkontribusi dalam pergerakan usus yang sehat dan mencegah sembelit.\nMenurunkan Risiko Diabetes: Buah ini dapat membantu mengontrol kadar gula darah, sehingga bermanfaat bagi penderita diabetes.\nMengatasi Masalah Kulit: Sifat antioksidan dalam buah Maja dapat membantu menjaga kesehatan kulit dan mengurangi tanda penuaan.\nMendukung Kesehatan Jantung: Nutrisi dalam buah Maja berfungsi untuk menurunkan tekanan darah dan meningkatkan kesehatan kardiovaskular."
  },
  {
   "nama": "Akar",
   "penjelasan": "Maja (Aegle marmelos) dikenal karena berbagai manfaat kesehatannya yang sudah digunakan dalam pengobatan tradisional selama berabad-abad. Buahnya, yang sering dikonsumsi dalam bentuk jus atau dikeringkan, memiliki sifat antioksidan, anti-inflamasi, dan antibakteri. Buah Maja digunakan untuk mengobati masalah pencernaan seperti diare, sembelit, dan gangguan lambung. Daun dan kulit pohonnya juga digunakan dalam pengobatan Ayurveda untuk menurunkan gula darah dan memperkuat sistem kekebalan tubuh. Selain itu, Maja dikenal dapat mendetoksifikasi tubuh dan meningkatkan kesehatan hati, menjadikannya tanaman yang berharga dalam pengobatan tradisional.",
   "kandungan": "Kandungan aktif dalam akar Maja termasuk flavonoid, tanin, dan saponin. Senyawa-senyawa ini memiliki potensi dalam pengobatan berbagai penyakit dan memberikan efek diuretik serta anti-inflamasi.",
   "manfaat": "Menjaga Kesehatan Ginjal: Akar Maja memiliki efek diuretik yang membantu melancarkan fungsi ginjal dan mengeluarkan racun dari tubuh.\nMengatasi Diare: Ekstrak akar Maja dapat digunakan untuk mengatasi masalah pencernaan seperti diare.\nMenurunkan Tekanan Darah: Sifat vasodilatasi dari akar Maja membantu menurunkan tekanan darah tinggi.\nAntioksidan: Akar Maja mengandung senyawa yang berfungsi sebagai antioksidan, melindungi sel-sel tubuh dari kerusakan.\nMembantu Penyembuhan Luka: Akar Maja juga dikenal memiliki sifat penyembuhan yang baik untuk luka dan infeksi kulit."
  }
 ]
}