{
 "nama": "Miana (Coleus scutellarioides)",
 "sebutan": [
  "Coleus",
  "Iler"
 ],
 "deskripsi": "Miana (Coleus scutellarioides) adalah tumbuhan hias yang dikenal karena dedaunannya yang berwarna-warni dan mencolok, dengan kombinasi warna seperti merah, hijau, kuning, dan ungu. Tanaman ini mudah tumbuh di daerah tropis dan subtropis, sering ditemukan di pekarangan rumah sebagai tanaman hias.\nSelain sebagai tanaman hias, Miana juga memiliki kegunaan dalam pengobatan tradisional, terutama untuk mengobati luka ringan, bisul, dan gangguan kulit. Daun Miana sering dihancurkan atau direbus untuk dijadikan obat luar, dan dalam beberapa budaya, digunakan untuk meredakan demam atau masalah pernapasan.\nKandungan fitokimia dalam daun miana, seperti flavonoid dan tanin, berperan dalam memberikan efek anti-inflamasi dan analgesik. Berikut kandungan dan manfaat dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun berwarna hijau kemerahan hingga ungu, dengan bentuk yang oval dan ujung yang meruncing. Permukaan daunnya agak kasar dengan tekstur yang sedikit berkerut, tepinya bergigi dan tidak rata. Daun miana memiliki aroma yang khas dan menyegarkan.",
   "kandungan": "Daun miana kaya akan flavonoid, tanin, dan minyak atsiri. Flavonoid bertindak sebagai antioksidan yang kuat, melindungi sel dari kerusakan oksidatif. Tanin dalam daun miana memiliki sifat astringen yang dapat membantu mengurangi peradangan dan iritasi.",
   "manfaat": "Anti-inflamasi: Flavonoid dan tanin membantu mengurangi peradangan pada tubuh, cocok untuk mengatasi radang sendi dan kondisi inflamasi lainnya.\nPenghilang Rasa Sakit: Kandungan ini juga memberikan efek analgesik alami, membantu meredakan sakit kepala, nyeri otot, dan nyeri haid.\nAntioksidan: Miana melindungi tubuh dari radikal bebas, yang dapat menyebabkan penuaan dini dan penyakit kronis.\nMenyehatkan Kulit: Ekstrak daun miana dapat digunakan untuk mengobati luka, infeksi kulit, dan mempercepat penyembuhan.\nMemperbaiki Pencernaan: Daun miana dapat digunakan untuk meredakan gangguan pencernaan, seperti kembung dan sakit perut."
  },
  {
   "nama": "Batang",
   "penjelasan": "Batang berbentuk segi empat dengan warna ungu kehijauan yang mencolok. Batangnya cenderung lunak dan mudah patah, namun cukup kuat untuk menopang daun-daunnya yang lebat. Permukaan batangnya berbulu halus, memberikan tekstur yang agak kasar saat disentuh.",
   "kandungan": "Batang miana mengandung saponin, alkaloid, dan beberapa jenis flavonoid. Saponin dikenal dengan kemampuannya sebagai agen pembersih dan antijamur, sementara alkaloid berfungsi sebagai penghilang rasa sakit.",
   "manfaat": "Meningkatkan Sistem Kekebalan Tubuh: Saponin dalam batang miana membantu meningkatkan daya tahan tubuh terhadap infeksi.\nMeredakan Gejala Asma: Alkaloid dalam batangnya memiliki sifat bronkodilator, membantu membuka saluran udara dan mengurangi gejala asma.\nMengatasi Infeksi Jamur: Batang miana yang mengandung saponin efektif melawan infeksi jamur, terutama pada kulit.\nMengurangi Tekanan Darah: Alkaloid dapat membantu melebarkan pembuluh darah, menurunkan tekanan darah tinggi.\nMengatasi Stres: Saponin juga berperan dalam mengurangi kecemasan dan meningkatkan suasana hati."
  },
  {
   "nama": "Akar",
   "penjelasan": "Akar berwarna cokelat kekuningan, berserat dan agak tipis. Akar ini tumbuh secara horizontal dan tidak terlalu dalam, memberikan stabilitas pada tanaman. Meskipun akarnya tidak sebesar bagian lain dari tanaman, namun memiliki kandungan yang cukup bermanfaat.",
   "kandungan": "Akar miana mengandung sterol, triterpena, dan beberapa asam organik. Sterol dan triterpenoid memiliki sifat anti-inflamasi dan antikanker, sementara asam organik berperan dalam menjaga keseimbangan pH dalam tubuh.",
   "manfaat": "Detoksifikasi Tubuh: Kandungan sterol membantu membersihkan racun dari dalam tubuh, terutama di ginjal dan hati.\nAntikanker: Triterpenoid dalam akar miana dipercaya memiliki potensi untuk menghambat pertumbuhan sel kanker.\nMenjaga Kesehatan Ginjal: Akar miana digunakan dalam pengobatan tradisional untuk mencegah batu ginjal dan menjaga fungsi ginjal.\nMengurangi Peradangan: Sterol dan triterpenoid juga berfungsi sebagai agen anti-inflamasi, membantu meredakan radang pada sendi dan otot.\nMenyeimbangkan pH Tubuh: Asam organik dalam akar miana membantu menjaga keseimbangan asam-basa dalam tubuh, penting untuk kesehatan metabolik."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Miana (Coleus scutellarioides) merupakan tanaman serbaguna yang memiliki berbagai manfaat kesehatan. Dengan kandungan aktif yang beragam pada tiap bagiannya, miana mampu memberikan solusi alami untuk berbagai masalah kesehatan, mulai dari peradangan, tekanan darah, hingga kesehatan kulit. Sebagai tanaman yang mudah dibudidayakan, miana memiliki potensi besar untuk terus dimanfaatkan dalam pengobatan tradisional dan modern di Indonesia.",
   "kandungan": "Bunga miana mengandung flavonoid, antosianin, dan minyak atsiri. Antosianin adalah pigmen yang memberikan warna pada bunga dan berfungsi sebagai antioksidan. Minyak atsiri memberikan efek relaksasi dan pengharum alami.",
   "manfaat": "Menjaga Kesehatan Mmata: Antosianin dalam bunga miana membantu meningkatkan kesehatan mata dan mencegah degenerasi makula.\nMeredakan Stres dan Kecemasan: Minyak atsiri dalam bunga memiliki efek menenangkan, cocok untuk aromaterapi dan mengurangi stres.\nMengatasi Insomnia: Aroma bunga miana yang lembut membantu merelaksasi pikiran, memudahkan tidur bagi mereka yang menderita insomnia.\nMeningkatkan Sirkulasi Darah: Flavonoid dalam bunga miana membantu meningkatkan sirkulasi darah, mengurangi risiko penyakit jantung.\nMengatasi Gangguan Pernapasan: Minyak atsiri juga membantu meredakan gejala pilek dan batuk, membuka saluran pernapasan."
  }
 ]
}