{
 "nama": "Pare (Momordica charantia)",
 "sebutan": [
  "Bitter melon",
  "Bitter gourd",
  "Peria",
  "Paria"
 ],
 "deskripsi": "Pare (Momordica charantia), yang dikenal juga dengan nama lain seperti Paria atau Bitter melon, adalah tanaman merambat yang terkenal dengan buahnya yang memiliki rasa pahit. Pare banyak dibudidayakan di wilayah tropis dan subtropis, termasuk Asia, Afrika, dan Karibia. Tanaman ini tidak hanya digunakan sebagai bahan makanan, tetapi juga dikenal dalam berbagai tradisi pengobatan herbal karena kandungan senyawa bioaktifnya yang beragam.\nSetiap bagian dari tumbuhan pare, mulai dari buah, daun, akar, biji, hingga batangnya, mengandung berbagai zat gizi dan senyawa yang memberikan manfaat kesehatan yang signifikan. Baik dalam bentuk segar, jus, atau diolah dalam berbagai resep tradisional, pare telah lama digunakan untuk mendukung kesehatan.\nBerikut penjelasan mengenai bagian-bagian tersebut, kandungan kimiawinya, dan manfaat kesehatannya:",
 "bagian": [
  {
   "nama": "Buah",
   "penjelasan": "",
   "kandungan": "Charantin: Senyawa yang memiliki efek hipoglikemik, membantu menurunkan kadar gula darah.\nAlkaloid (Momordicin): Berperan dalam memberikan rasa pahit dan memiliki sifat anti-inflamasi.\nVitamin C: Antioksidan kuat yang mendukung sistem kekebalan tubuh.\nFlavonoid: Melindungi tubuh dari kerusakan oksidatif.\nSerat Pangan: Mendukung kesehatan pencernaan.",
   "manfaat": "Mengatur Kadar Gula Darah: Charantin dalam buah pare membantu menurunkan dan mengatur kadar gula darah, sehingga bermanfaat bagi penderita diabetes.\nMeningkatkan Sistem Kekebalan Tubuh: Kandungan vitamin C membantu meningkatkan daya tahan tubuh terhadap infeksi.\nMenjaga Kesehatan Pencernaan: Serat pangan dalam pare mendukung fungsi pencernaan yang sehat dan mencegah sembelit.\nMelindungi dari Radikal Bebas: Flavonoid dalam buah pare berfungsi sebagai antioksidan yang melindungi sel-sel tubuh dari kerusakan oksidatif.\nMendukung Penurunan Berat Badan: Kandungan serat tinggi dalam pare membantu meningkatkan rasa kenyang, yang dapat mendukung usaha penurunan berat badan."
  },
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Polifenol: Antioksidan yang melindungi tubuh dari penyakit degeneratif.\nAlkaloid: Senyawa yang memiliki sifat anti-inflamasi dan antimikroba.\nVitamin A: Penting untuk kesehatan mata dan kulit.\nKaroten: Senyawa yang juga berfungsi sebagai antioksidan.\nSaponin: Membantu menurunkan kolesterol dan memiliki efek antimikroba.",
   "manfaat": "Meningkatkan Kesehatan Mata: Kandungan vitamin A dalam daun pare penting untuk menjaga kesehatan mata.\nMengurangi Peradangan: Alkaloid dalam daun pare memiliki sifat anti-inflamasi yang membantu mengurangi peradangan dalam tubuh.\nMencegah Penyakit Kronis: Polifenol dalam daun membantu melindungi tubuh dari penyakit kronis seperti kanker dan penyakit jantung.\nMelawan Infeksi: Saponin dan alkaloid memberikan efek antimikroba yang membantu melawan infeksi bakteri dan virus.\nMenurunkan Kolesterol: Saponin dalam daun pare membantu menurunkan kadar kolesterol dalam darah, mendukung kesehatan jantung."
  },
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Saponin: Senyawa dengan efek antimikroba dan anti-inflamasi.\nAlkaloid: Memiliki sifat analgesik yang membantu mengurangi rasa sakit.\nAsam Askorbat (Vitamin C): Mendukung kesehatan kulit dan sistem kekebalan tubuh.\nTanin: Senyawa astringen yang membantu dalam penyembuhan luka.\nMineral: Termasuk kalsium dan magnesium yang penting untuk kesehatan tulang.",
   "manfaat": "Mengurangi Nyeri: Alkaloid dalam akar pare memiliki sifat analgesik yang dapat membantu meredakan nyeri.\nMeningkatkan Sistem Kekebalan: Vitamin C dalam akar mendukung sistem kekebalan tubuh, melindungi dari infeksi.\nMempercepat Penyembuhan Luka: Kandungan tanin membantu dalam penyembuhan luka dengan sifat astringennya.\nMelawan Infeksi: Saponin dalam akar pare memiliki efek antimikroba yang membantu melawan infeksi.\nMendukung Kesehatan Tulang: Kandungan mineral seperti kalsium dan magnesium membantu menjaga kesehatan tulang."
  },
  {
   "nama": "Biji",
   "penjelasan": "",
   "kandungan": "Lektin: Protein yang dapat mengurangi nafsu makan dan mengatur kadar gula darah.\nAlkaloid: Memberikan rasa pahit dan memiliki efek anti-inflamasi.\nProtein: Mendukung perbaikan jaringan dan fungsi tubuh.\nAsam Oleat: Asam lemak yang baik untuk kesehatan jantung.\nSerat: Membantu menjaga kesehatan pencernaan.",
   "manfaat": "Mengatur Gula Darah: Lectin dalam biji pare membantu menurunkan kadar gula darah, bermanfaat bagi penderita diabetes.\nMendukung Kesehatan Jantung: Asam oleat dalam biji pare mendukung kesehatan jantung dengan menurunkan kadar kolesterol jahat.\nMengurangi Peradangan: Alkaloid dalam biji memiliki sifat anti-inflamasi yang membantu mengurangi peradangan dalam tubuh.\nMeningkatkan Pencernaan: Serat dalam biji pare mendukung kesehatan pencernaan dan mencegah sembelit.\nMendukung Pertumbuhan Otot: Kandungan protein dalam biji pare membantu dalam perbaikan dan pertumbuhan jaringan otot."
  },
  {
   "nama": "Batang",
   "penjelasan": "Pare/Peria (Momordica charantia) merupakan tanaman dengan berbagai bagian yang kaya akan kandungan nutrisi dan senyawa bioaktif. Setiap bagian, termasuk buah, daun, akar, biji, dan batang, memiliki manfaat kesehatan yang beragam, seperti mengatur kadar gula darah, meningkatkan sistem kekebalan tubuh, melawan infeksi, dan mendukung kesehatan jantung serta pencernaan. Pare telah lama digunakan dalam pengobatan tradisional dan dapat menjadi bagian dari diet sehat untuk meningkatkan kesejahteraan secara keseluruhan.",
   "kandungan": "Tanin: Senyawa astringen yang membantu dalam penyembuhan luka dan memiliki efek anti-inflamasi.\nSaponin: Membantu menurunkan kolesterol dan memiliki sifat antimikroba.\nFlavonoid: Antioksidan yang melindungi tubuh dari kerusakan akibat radikal bebas.\nVitamin C: Mendukung sistem kekebalan tubuh dan kesehatan kulit.\nMineral: Termasuk kalsium dan fosfor yang penting untuk kesehatan tulang.",
   "manfaat": "Mendukung Kesehatan Kulit: Vitamin C dalam batang pare mendukung kesehatan kulit dan membantu dalam penyembuhan luka.\nMengatasi Peradangan: Tanin dan saponin dalam batang pare memiliki efek anti-inflamasi yang membantu mengurangi peradangan.\nMelindungi Jantung: Saponin membantu menurunkan kolesterol dan mendukung kesehatan jantung.\nMenjaga Kesehatan Tulang: Kandungan mineral seperti kalsium dan fosfor membantu memperkuat tulang.\nMelindungi dari Radikal Bebas: Flavonoid dalam batang pare berfungsi sebagai antioksidan yang melindungi tubuh dari kerusakan oksidatif."
  }
 ]
}