{
 "nama": "Parsley (Petroselinum crispum)",
 "sebutan": [
  "Garden parsley",
  "Peterseli"
 ],
 "deskripsi": "Parsley (Petroselinum crispum), dikenal juga sebagai peterseli, adalah tumbuhan herba yang berasal dari wilayah Mediterania, namun kini tersebar luas dan dibudidayakan di seluruh dunia. Parsley sering digunakan sebagai bumbu masak atau hiasan pada berbagai hidangan.\nTumbuhan ini tidak hanya memiliki nilai kuliner, tetapi juga kaya akan senyawa bioaktif yang bermanfaat untuk kesehatan.",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Vitamin C: Antioksidan kuat yang melindungi sel dari kerusakan oksidatif dan meningkatkan sistem kekebalan tubuh.\nVitamin K: Nutrisi penting untuk pembekuan darah dan kesehatan tulang.\nBeta-karoten: Prekursor vitamin A yang penting untuk kesehatan mata dan fungsi imun.\nFlavonoid (Apigenin dan Luteolin): Senyawa antioksidan yang memiliki sifat anti-inflamasi dan anti-kanker.\nVitamin B9: Vitamin B yang mendukung kesehatan jantung dan penting untuk perkembangan janin selama kehamilan.",
   "manfaat": "Meningkatkan sistem kekebalan tubuh: Vitamin C yang tinggi berperan dalam memperkuat sistem kekebalan tubuh.\nMendukung kesehatan tulang: Vitamin K berperan penting dalam metabolisme tulang dan membantu mencegah osteoporosis.\nMengurangi risiko penyakit kronis: Flavonoid seperti apigenin memiliki sifat antioksidan yang dapat melindungi tubuh dari kerusakan oksidatif dan mengurangi risiko penyakit kronis seperti kanker.\nMembantu kesehatan mata: Beta-karoten diubah menjadi vitamin A, yang esensial untuk penglihatan yang baik.\nMeningkatkan pencernaan: Serat dalam daun parsley dapat membantu melancarkan pencernaan dan mencegah sembelit."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Vitamin C: Selain berfungsi sebagai antioksidan, vitamin C dalam batang juga mendukung produksi kolagen untuk kulit dan jaringan ikat.\nVitamin K: Berperan dalam menjaga kesehatan tulang dan pembuluh darah.\nSerat: Nutrisi penting untuk kesehatan pencernaan dan mengatur kadar gula darah.\nZat Besi: Mineral yang penting untuk produksi hemoglobin dan mencegah anemia.",
   "manfaat": "Mengatasi anemia: Kandungan zat besi membantu meningkatkan produksi hemoglobin, mencegah dan mengatasi anemia.\nMengurangi peradangan: Sifat anti-inflamasi dari vitamin C dan flavonoid dapat membantu mengurangi peradangan dalam tubuh.\nMendukung kesehatan jantung: Serat yang terkandung dalam batang parsley dapat membantu menurunkan kadar kolesterol, mendukung kesehatan jantung.\nMembantu kontrol gula darah: Serat juga membantu mengatur kadar gula darah, penting bagi penderita diabetes.\nDetoksifikasi tubuh: Kandungan nutrisi dalam batang parsley mendukung proses detoksifikasi alami tubuh."
  },
  {
   "nama": "Akar",
   "penjelasan": "Parsley adalah tumbuhan herba yang kaya akan nutrisi dan senyawa bioaktif. Setiap bagian dari parsley—daun, batang, dan akar—memiliki kandungan nutrisi yang unik dan memberikan berbagai manfaat kesehatan, mulai dari memperkuat sistem kekebalan tubuh hingga mendukung kesehatan tulang, jantung, dan pencernaan. Penggunaan parsley secara teratur dalam diet dapat berkontribusi signifikan terhadap kesejahteraan umum dan pencegahan penyakit.",
   "kandungan": "Vitamin C: Memperkuat sistem kekebalan dan berfungsi sebagai antioksidan.\nVitamin K: Mempertahankan kesehatan tulang dan mendukung pembekuan darah.\nVitamin B9: Penting untuk produksi DNA dan RNA, serta mencegah cacat lahir pada bayi.\nKalsium: Mineral penting untuk kesehatan tulang, gigi, dan fungsi saraf.\nKalium: Elektrolit yang membantu mengatur tekanan darah dan mendukung fungsi jantung serta ginjal.",
   "manfaat": "Meningkatkan kesehatan ginjal: Kalium dalam akar parsley berperan dalam mengatur tekanan darah dan fungsi ginjal.\nMemperkuat tulang: Kandungan kalsium dan vitamin K penting untuk kekuatan tulang.\nMengurangi risiko cacat lahir: Folat penting selama kehamilan untuk mencegah cacat lahir pada bayi.\nMeningkatkan kesehatan jantung: Kalium juga membantu menjaga keseimbangan elektrolit dan kesehatan jantung.\nMendukung fungsi saraf: Kalsium diperlukan untuk transmisi sinyal saraf yang sehat."
  }
 ]
}