{
 "nama": "Pohon Surga (Ailanthus altissima)",
 "sebutan": [
  "Tree of heaven",
  "Chun pi"
 ],
 "deskripsi": "Pohon Surga (Ailanthus altissima), sering disebut sebagai \"Tree of Heaven,\" adalah pohon yang berasal dari Tiongkok dan telah menyebar ke berbagai wilayah di dunia. Pohon ini terkenal karena kemampuannya untuk tumbuh dengan cepat di berbagai kondisi lingkungan, termasuk di daerah perkotaan yang keras.\nDalam pengobatan tradisional, Pohon Surga telah digunakan untuk mengobati masalah pencernaan, seperti diare dan disentri, serta infeksi kulit. Ekstrak dari kulit kayu, daun, dan akar pohon ini juga digunakan untuk mengatasi demam dan sebagai tonik umum untuk kesehatan tubuh.\nSelain itu, beberapa bagian pohon ini telah digunakan dalam pengobatan untuk mengatasi masalah pernapasan dan sebagai antelmintik untuk mengusir cacing parasit. Berikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk menyirip dengan panjang sekitar 30-60 cm. Setiap daun terdiri dari 10-41 helai daun kecil berbentuk lonjong dengan ujung yang runcing. Daun-daun ini berwarna hijau terang saat muda dan berubah menjadi hijau tua seiring bertambahnya usia. Daun ini memiliki aroma yang kuat dan sering dianggap tidak menyenangkan.",
   "kandungan": "Daun Pohon Surga mengandung quassinoid, flavonoid, dan alkaloid.",
   "manfaat": "Mengatasi Masalah Pencernaan: Daun ini digunakan untuk mengobati diare dan disentri dalam pengobatan tradisional.\nMengurangi Demam: Ekstrak daun dapat digunakan untuk menurunkan demam.\nAntiinflamasi: Kandungan flavonoid membantu mengurangi peradangan dalam tubuh.\nAntimikroba: Daun Pohon Surga memiliki sifat antimikroba yang membantu melawan infeksi.\nMeningkatkan Kesehatan Kulit: Ekstrak daun digunakan untuk mengobati berbagai kondisi kulit seperti eksim dan luka."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Bunga berukuran kecil, berwarna hijau kekuningan, dan tumbuh dalam kelompok besar di ujung cabang. Bunga ini muncul di musim panas dan menghasilkan aroma yang kuat. Bunga betina menghasilkan buah berbentuk sayap yang disebut samara, yang membantu penyebaran benih.",
   "kandungan": "Bunga Pohon Surga mengandung minyak atsiri dan beberapa senyawa bioaktif.",
   "manfaat": "Meredakan Masalah Pernapasan: Minyak atsiri dalam bunga digunakan untuk mengatasi masalah pernapasan seperti asma.\nMengurangi Kecemasan: Aromaterapi dengan bunga ini dapat membantu mengurangi stres dan kecemasan.\nAntiseptik: Ekstrak bunga memiliki sifat antiseptik yang membantu mencegah infeksi.\nMengatasi Nyeri Kepala: Aromanya digunakan dalam pengobatan tradisional untuk meredakan sakit kepala.\nMeningkatkan Mood: Penggunaan bunga dalam aromaterapi membantu meningkatkan suasana hati."
  },
  {
   "nama": "Batang dan Kulit Kayu",
   "penjelasan": "Batang tegak dengan permukaan kulit yang halus dan berwarna abu-abu. Seiring bertambahnya usia, kulit kayu menjadi lebih kasar dan beralur. Bagian dalam kulit kayu berwarna kuning kecokelatan dan mengandung getah berwarna putih.",
   "kandungan": "Kulit kayu Pohon Surga mengandung quassin, alkaloid, dan saponin.",
   "manfaat": "Antiparasit: Kulit kayu digunakan sebagai antelmintik untuk mengusir cacing dalam tubuh.\nMeningkatkan Kesehatan Pencernaan: Kulit kayu ini digunakan untuk mengobati gangguan pencernaan seperti disentri.\nMengatasi Malaria: Quassin dalam kulit kayu digunakan dalam pengobatan malaria.\nAntikanker: Beberapa penelitian menunjukkan potensi kulit kayu ini dalam menghambat pertumbuhan sel kanker.\nMengurangi Nyeri: Ekstrak kulit kayu digunakan untuk meredakan nyeri akibat radang sendi dan rematik."
  },
  {
   "nama": "Akar",
   "penjelasan": "Pohon Surga (Ailanthus altissima) adalah tanaman yang serbaguna dengan berbagai manfaat kesehatan yang berasal dari daun, bunga, batang, dan akarnya. Meskipun tanaman ini dikenal sebagai spesies invasif di banyak tempat, penggunaannya dalam pengobatan tradisional tidak bisa diabaikan. Dengan kandungan senyawa aktif yang beragam, Pohon Surga menawarkan solusi alami untuk berbagai masalah kesehatan, dari gangguan pencernaan hingga infeksi kulit.",
   "kandungan": "Akar Pohon Surga mengandung senyawa quassinoid, terpenoid, dan berbagai alkaloid.",
   "manfaat": "Menurunkan Tekanan Darah: Akar digunakan dalam pengobatan tradisional untuk menurunkan tekanan darah tinggi.\nMeningkatkan Fungsi Hati: Akar membantu dalam detoksifikasi hati dan meningkatkan fungsinya.\nMengatasi Gangguan Pernapasan: Akar digunakan untuk meredakan gejala asma dan bronkitis.\nMengatasi Infeksi Cacing: Akar Pohon Surga memiliki sifat antelmintik yang kuat untuk mengusir cacing dalam tubuh.\nMeningkatkan Vitalitas: Akar ini digunakan untuk meningkatkan energi dan vitalitas tubuh."
  }
 ]
}