{
 "nama": "Slippery Elm (Ulmus rubra)",
 "sebutan": [
  "Red elm",
  "Gray elm"
 ],
 "deskripsi": "Slippery Elm (Ulmus rubra) adalah pohon yang dikenal karena manfaatnya dalam pengobatan tradisional, terutama untuk kesehatan pencernaan dan saluran pernapasan. Slippery elm telah lama digunakan dalam pengobatan tradisional sebagai ramuan yang menenangkan untuk saluran pencernaan dan pernapasan.\nBagian dalam kulit pohon ini, ketika dicampur dengan air, menghasilkan gel atau lendir yang diyakini dapat melapisi dan melindungi jaringan yang teriritasi di tenggorokan, lambung, dan usus. Slippery elm sering digunakan untuk mengatasi batuk, radang tenggorokan, asam lambung, dan masalah pencernaan seperti iritasi pada lambung dan usus.\nSelain itu, ramuan ini juga digunakan secara topikal untuk membantu penyembuhan luka, bisul, dan iritasi kulit lainnya. Berikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Kulit Kayu",
   "penjelasan": "Kulit kayu memiliki tekstur yang kasar dan berserat, dengan bagian dalam yang lembut dan berlendir. Warna kulit kayunya bervariasi dari abu-abu coklat hingga kemerahan, dengan retakan longitudinal yang memberikan tampilan beralur. Ketika diiris, bagian dalam kulit kayu yang berwarna lebih terang menghasilkan lendir yang digunakan dalam pengobatan tradisional.",
   "kandungan": "Kulit kayu Slippery Elm mengandung mucilage, senyawa polifenol, dan flavonoid. Mucilage adalah polisakarida yang memberikan efek pelapis dan menenangkan.",
   "manfaat": "Meredakan Irritasi Saluran Pencernaan: Mucilage dalam kulit kayu membentuk lapisan pelindung di saluran pencernaan, membantu meredakan iritasi, gastritis, dan tukak lambung.\nMengatasi Sembelit: Kulit kayu berfungsi sebagai pencahar lembut dengan meningkatkan motilitas usus dan membantu mengatasi sembelit.\nMenjaga Kesehatan Kulit: Sifat pelapis mucilage membantu meredakan iritasi dan peradangan pada kulit, bermanfaat untuk kondisi seperti eksim dan psoriasis.\nMendukung Kesehatan Saluran Pernapasan: Kulit kayu membantu meredakan batuk dan tenggorokan yang gatal dengan melapisi dan menenangkan tenggorokan.\nMengurangi Peradangan: Senyawa polifenol dalam kulit kayu memiliki sifat anti-inflamasi yang membantu mengurangi peradangan di seluruh tubuh."
  },
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk oval hingga lonjong dengan tepi bergerigi. Daun ini memiliki permukaan yang kasar dan berbulu, berwarna hijau tua di bagian atas, sedangkan bagian bawahnya lebih pucat dan berambut halus. Daun-daun ini tersusun secara bergantian di sepanjang cabang-cabang pohon.",
   "kandungan": "Daun Slippery Elm mengandung mucilage, flavonoid, dan tanin. Mucilage dalam daun memberikan efek menenangkan, sedangkan flavonoid dan tanin berfungsi sebagai antioksidan.",
   "manfaat": "Meredakan Iritasi Tenggorokan: Daun Slippery Elm dapat membantu mengatasi tenggorokan gatal dan iritasi dengan sifat pelapis mucilage.\nMeningkatkan Kesehatan Pencernaan: Daun membantu menenangkan dan melindungi lapisan saluran pencernaan, membantu mengatasi gangguan pencernaan dan peradangan usus.\nMendukung Kesehatan Kulit: Flavonoid dalam daun memberikan efek antioksidan yang melindungi kulit dari kerusakan akibat radikal bebas dan mempercepat penyembuhan luka.\nMengatasi Batuk: Daun dapat membantu meredakan batuk kering dengan memberikan lapisan pelindung di tenggorokan.\nMenjaga Kesehatan Sistem Kekebalan Tubuh: Tanin dalam daun memiliki sifat antibakteri dan mendukung sistem kekebalan tubuh dengan melawan infeksi."
  },
  {
   "nama": "Batang",
   "penjelasan": "Slippery Elm (Ulmus rubra) adalah tanaman yang memiliki berbagai manfaat kesehatan berkat kandungan mucilage, flavonoid, dan senyawa bioaktif lainnya. Kulit kayu, daun, dan batangnya digunakan dalam pengobatan tradisional untuk meredakan masalah pencernaan, kulit, dan saluran pernapasan. Seperti dengan penggunaan herbal lainnya, konsultasi dengan profesional kesehatan disarankan sebelum menggunakannya untuk tujuan medis.",
   "kandungan": "Batang Slippery Elm mengandung mucilage, flavonoid, dan polifenol. Mucilage pada batang memberikan manfaat pelapis yang serupa dengan kulit kayu dan daun.",
   "manfaat": "Meredakan Iritasi Saluran Pencernaan: Batang memberikan efek menenangkan pada saluran pencernaan dengan membentuk lapisan pelindung yang membantu meredakan iritasi dan peradangan.\nMenjaga Kesehatan Kulit: Sifat pelapis mucilage pada batang membantu meredakan iritasi kulit dan mempercepat proses penyembuhan.\nMengatasi Masalah Pencernaan: Batang membantu dalam mengatasi gangguan pencernaan seperti kembung dan nyeri perut dengan memberikan efek menenangkan.\nMendukung Kesehatan Saluran Pernapasan: Batang dapat membantu meredakan batuk dan tenggorokan yang kering dengan memberikan lapisan pelindung.\nMeningkatkan Fungsi Imun: Sifat antibakteri dan antioksidan dari flavonoid dan polifenol pada batang mendukung fungsi sistem kekebalan tubuh."
  }
 ]
}