{
 "nama": "Srikaya (Annona squamosa)",
 "sebutan": [
  "Sugar apple",
  "Sweetsop"
 ],
 "deskripsi": "Srikaya (Annona squamosa) atau yang dikenal juga dengan nama Sugar apple atau Sweetsop ini, memiliki berbagai bagian yang masing-masing memiliki kandungan dan manfaat kesehatan.\nBerikut adalah penjelasan mengenai bagian-bagian tumbuhan srikaya beserta kandungan dan manfaatnya:",
 "bagian": [
  {
   "nama": "Buah",
   "penjelasan": "",
   "kandungan": "Vitamin C: Antioksidan penting yang mendukung sistem kekebalan tubuh.\nVitamin A: Mendukung kesehatan mata dan kulit.\nSerat: Membantu pencernaan.\nMineral: Seperti kalium, magnesium, dan kalsium.\nAntioksidan: Flavonoid, tanin, dan polifenol.",
   "manfaat": "Kesehatan Imun: Vitamin C meningkatkan kekebalan tubuh dan membantu melawan infeksi.\nKesehatan Mata: Vitamin A penting untuk kesehatan mata dan mencegah gangguan penglihatan.\nPencernaan: Serat membantu mencegah sembelit dan mendukung pencernaan yang sehat.\nKesehatan Jantung: Kalium membantu mengatur tekanan darah dan mendukung kesehatan jantung.\nAntioksidan: Melawan radikal bebas dan mencegah kerusakan sel."
  },
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Alkaloid: Senyawa dengan efek antimikroba dan antidiabetes.\nFlavonoid: Senyawa antioksidan.\nSaponin: Senyawa dengan efek antimikroba.\nTanin: Senyawa dengan sifat astringen.\nMinyak Atsiri: Mengandung senyawa aktif yang bermanfaat.",
   "manfaat": "Antimikroba: Alkaloid dan saponin dalam daun srikaya membantu melawan infeksi mikroba.\nMenurunkan Gula Darah: Alkaloid dapat membantu mengatur kadar gula darah pada penderita diabetes.\nAntioksidan: Flavonoid melindungi tubuh dari kerusakan oksidatif.\nAstringen: Tanin membantu mengurangi peradangan dan mengatasi diare.\nPerawatan Kulit: Minyak atsiri dapat digunakan dalam perawatan kulit untuk mengatasi jerawat dan masalah kulit lainnya."
  },
  {
   "nama": "Biji",
   "penjelasan": "",
   "kandungan": "Minyak Lemak: Mengandung asam lemak esensial.\nProtein: Sumber protein nabati.\nSerat: Membantu pencernaan.\nSaponin: Senyawa dengan efek antimikroba.\nTanin: Senyawa dengan sifat astringen.",
   "manfaat": "Kesehatan Pencernaan: Serat membantu meningkatkan kesehatan pencernaan.\nAnti-mikroba: Saponin membantu melawan infeksi mikroba.\nProtein: Menyediakan sumber protein nabati.\nAntioksidan: Melindungi sel-sel tubuh dari kerusakan oksidatif.\nPerawatan Kulit: Ekstrak biji dapat digunakan dalam kosmetik untuk meningkatkan kesehatan kulit."
  },
  {
   "nama": "Rimpang",
   "penjelasan": "",
   "kandungan": "Karbohidrat: Menyediakan energi.\nVitamin dan Mineral: Vitamin B kompleks, kalsium, dan fosfor.\nSaponin: Senyawa dengan efek antimikroba.\nAlkaloid: Memiliki efek terapeutik.\nPolifenol: Senyawa antioksidan.",
   "manfaat": "Sumber Energi: Karbohidrat dalam rimpang memberikan energi.\nKesehatan Tulang: Kalsium dan fosfor mendukung kesehatan tulang dan gigi.\nAnti-mikroba: Saponin membantu melawan infeksi.\nAntioksidan: Polifenol melindungi tubuh dari kerusakan oksidatif.\nTerapi: Alkaloid memiliki efek terapeutik yang dapat digunakan dalam pengobatan tradisional."
  },
  {
   "nama": "Kulit Buah",
   "penjelasan": "Dengan berbagai kandungan dan manfaatnya, srikaya adalah tumbuhan yang sangat berharga dalam pengobatan tradisional dan perawatan kesehatan.",
   "kandungan": "Tanin: Senyawa dengan sifat astringen.\nFlavonoid: Senyawa antioksidan.\nPolifenol: Senyawa dengan efek antioksidan.\nSaponin: Senyawa dengan efek antimikroba.\nVitamin C: Antioksidan.",
   "manfaat": "Astringen: Tanin membantu mengurangi peradangan dan masalah pencernaan.\nAntioksidan: Flavonoid dan polifenol melindungi tubuh dari kerusakan sel.\nAnti-mikroba: Saponin membantu melawan infeksi.\nPerawatan Kulit: Kulit buah srikaya dapat digunakan dalam masker wajah untuk manfaat antioksidan.\nKesehatan Jantung: Vitamin C mendukung kesehatan jantung dan pembuluh darah."
  }
 ]
}