{
 "nama": "Tahi Kotok (Tagetes erecta)",
 "sebutan": [
  "Aztec marigold",
  "Mexican marigold",
  "Tai ayam",
  "Cocok botol"
 ],
 "deskripsi": "Tahi Kotok (Tagetes erecta), juga dikenal sebagai marigold, adalah tumbuhan yang sering digunakan dalam pengobatan tradisional dan sebagai tanaman hias.\nBerikut adalah penjelasan mengenai bagian-bagian tumbuhan Tahi Kotok, kandungannya, dan manfaatnya untuk kesehatan:",
 "bagian": [
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Flavonoid: Antioksidan yang melindungi sel-sel dari kerusakan oksidatif.\nKarotenoid: Pigmen dengan sifat antioksidan, termasuk lutein dan zeaxanthin.\nSaponin: Senyawa dengan sifat antimikroba dan antiinflamasi.\nAsam Fenolik: Senyawa dengan efek antioksidan dan antiinflamasi.\nVitamin C: Meningkatkan sistem kekebalan tubuh.",
   "manfaat": "Antioksidan: Flavonoid dan karotenoid dalam bunga membantu melindungi sel-sel tubuh dari kerusakan oksidatif dan penuaan dini.\nAnti-inflamasi: Saponin dan asam fenolik memiliki efek antiinflamasi yang dapat membantu mengurangi peradangan.\nMeningkatkan Kesehatan Mata: Karotenoid seperti lutein dan zeaxanthin mendukung kesehatan mata dan mencegah degenerasi makula.\nMendukung Sistem Kekebalan Tubuh: Vitamin C dalam bunga meningkatkan daya tahan tubuh terhadap infeksi.\nMenjaga Kesehatan Kulit: Ekstrak bunga dapat digunakan dalam perawatan kulit untuk mengatasi masalah seperti jerawat dan peradangan kulit."
  },
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Flavonoid: Senyawa dengan aktivitas antioksidan yang membantu melindungi tubuh dari kerusakan oksidatif.\nMinyak Esensial: Mengandung senyawa aromatik yang memiliki sifat antimikroba.\nAsam Fenolik: Memiliki efek antioksidan dan antiinflamasi.\nVitamin C: Meningkatkan sistem kekebalan tubuh.\nSaponin: Senyawa dengan efek antimikroba.",
   "manfaat": "Antimikroba: Minyak esensial dan saponin dalam daun membantu melawan infeksi bakteri dan jamur.\nAntioksidan: Flavonoid dan asam fenolik dalam daun membantu melindungi sel-sel dari kerusakan oksidatif.\nMeningkatkan Kesehatan Kulit: Daun dapat digunakan dalam salep untuk meredakan iritasi kulit dan membantu penyembuhan luka.\nMendukung Kesehatan Pencernaan: Daun yang dikonsumsi dapat membantu memperbaiki sistem pencernaan dan meredakan gangguan perut.\nMeningkatkan Sistem Kekebalan Tubuh: Vitamin C dalam daun mendukung daya tahan tubuh terhadap infeksi."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Flavonoid: Senyawa antioksidan yang melindungi tubuh dari kerusakan oksidatif.\nMinyak Esensial: Mengandung senyawa aromatik dengan efek antimikroba.\nAsam Fenolik: Memiliki efek antioksidan dan antiinflamasi.\nSaponin: Senyawa dengan sifat antimikroba.\nVitamin C: Meningkatkan sistem kekebalan tubuh.",
   "manfaat": "Antimikroba: Minyak esensial dalam batang membantu melawan infeksi bakteri dan jamur.\nAntioksidan: Flavonoid dan asam fenolik melindungi sel-sel tubuh dari kerusakan oksidatif.\nMenjaga Kesehatan Kulit: Ekstrak batang dapat digunakan dalam produk perawatan kulit untuk mengatasi peradangan dan iritasi.\nMeningkatkan Sistem Pencernaan: Batang dapat membantu memperbaiki sistem pencernaan dan meredakan gangguan perut.\nMendukung Kesehatan Tubuh: Vitamin C dalam batang mendukung daya tahan tubuh dan kesehatan secara keseluruhan."
  },
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Flavonoid: Senyawa antioksidan yang melindungi tubuh dari kerusakan oksidatif.\nSaponin: Memiliki efek antimikroba dan antiinflamasi.\nAsam Fenolik: Memiliki efek antioksidan dan antiinflamasi.\nMinyak Esensial: Mengandung senyawa aromatik dengan efek antimikroba.\nVitamin C: Meningkatkan sistem kekebalan tubuh.",
   "manfaat": "Mengurangi Peradangan: Saponin dan asam fenolik dalam akar membantu mengurangi peradangan dalam tubuh.\nMelawan Infeksi: Minyak esensial dan saponin memiliki sifat antimikroba yang melawan infeksi.\nMenjaga Kesehatan Kulit: Akar dapat digunakan dalam perawatan kulit untuk membantu penyembuhan luka dan meredakan iritasi.\nMeningkatkan Kesehatan Pencernaan: Akar dapat membantu memperbaiki sistem pencernaan dan meredakan gangguan perut.\nMendukung Sistem Kekebalan Tubuh: Vitamin C dalam akar mendukung daya tahan tubuh terhadap infeksi."
  },
  {
   "nama": "Biji",
   "penjelasan": "Bunga, daun, batang, akar, dan biji masing-masing memiliki manfaat yang signifikan, termasuk mengurangi peradangan, melawan infeksi, mendukung kesehatan pencernaan dan kulit, serta meningkatkan sistem kekebalan tubuh.",
   "kandungan": "Asam Lemak: Komponen yang mendukung kesehatan jantung.\nFlavonoid: Senyawa dengan aktivitas antioksidan.\nKarotenoid: Pigmen dengan sifat antioksidan.\nVitamin C: Meningkatkan sistem kekebalan tubuh.\nMinyak Esensial: Mengandung senyawa aromatik dengan efek antimikroba.",
   "manfaat": "Menjaga Kesehatan Jantung: Asam lemak dalam biji mendukung kesehatan jantung dan pembuluh darah.\nAntioksidan: Flavonoid dan karotenoid membantu melindungi sel-sel tubuh dari kerusakan oksidatif.\nMendukung Sistem Kekebalan Tubuh: Vitamin C dalam biji meningkatkan daya tahan tubuh terhadap infeksi.\nMelawan Infeksi: Minyak esensial dalam biji memiliki sifat antimikroba yang membantu melawan infeksi.\nMenjaga Kesehatan Kulit: Biji dapat digunakan dalam perawatan kulit untuk mengatasi masalah kulit dan mendukung kesehatan kulit secara keseluruhan."
  }
 ]
}