{
 "nama": "Urang-aring (Eclipta prostrata)",
 "sebutan": [
  "False daisy",
  "Bhringraj"
 ],
 "deskripsi": "Urang-aring (Eclipta prostrata) adalah tanaman herbal yang terkenal di banyak budaya karena manfaat kesehatannya yang luas, terutama dalam perawatan rambut dan kulit. Berikut adalah penjelasan tentang bagian-bagian tumbuhan Urang-aring, kandungan aktifnya, serta masing-masing manfaat kesehatannya:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "",
   "kandungan": "Wedelolactone: Senyawa ini memiliki sifat antiinflamasi dan antimikroba.\nFlavonoid: Antioksidan yang melindungi sel dari kerusakan akibat radikal bebas.\nTanin: Berperan sebagai astringen yang mendukung penyembuhan luka dan kesehatan kulit.\nAlkaloid: Mempunyai efek menenangkan pada sistem saraf.\nVitamin C: Membantu memperkuat sistem kekebalan tubuh dan menjaga elastisitas kulit.",
   "manfaat": "Menguatkan rambut: Kandungan wedelolactone dan flavonoid dalam daun membantu menguatkan akar rambut, mengurangi kerontokan, dan merangsang pertumbuhan rambut.\nMeningkatkan kesehatan kulit: Tanin dan vitamin C mendukung penyembuhan luka dan menjaga elastisitas kulit, membuatnya tampak lebih sehat dan muda.\nMengurangi peradangan: Wedelolactone memiliki sifat antiinflamasi yang efektif untuk mengatasi peradangan pada kulit dan sendi.\nMenjaga kesehatan hati: Daun urang-aring memiliki sifat hepatoprotektif, melindungi hati dari kerusakan dan mendukung detoksifikasi.\nMenjaga sistem kekebalan tubuh: Vitamin C dalam daun membantu memperkuat sistem kekebalan tubuh, melawan infeksi, dan mempercepat penyembuhan."
  },
  {
   "nama": "Akar",
   "penjelasan": "",
   "kandungan": "Alkaloid: Memiliki efek menenangkan pada sistem saraf.\nFlavonoid: Antioksidan yang membantu melindungi tubuh dari radikal bebas.\nSterol Tumbuhan: Membantu menurunkan kadar kolesterol dan mendukung kesehatan jantung.\nSaponin: Mendukung keseimbangan hormonal dan fungsi sistem kekebalan tubuh.\nPolifenol: Memiliki sifat antioksidan dan antiinflamasi.",
   "manfaat": "Meningkatkan kesehatan jantung: Sterol tumbuhan dalam akar membantu menurunkan kadar kolesterol dan menjaga kesehatan jantung.\nMengurangi stres dan kecemasan: Alkaloid membantu menenangkan sistem saraf, meredakan stres, dan meningkatkan kualitas tidur.\nMeningkatkan fungsi imun: Saponin dalam akar mendukung sistem kekebalan tubuh dalam melawan infeksi.\nMelindungi dari radikal bebas: Flavonoid dan polifenol dalam akar berfungsi sebagai antioksidan, melindungi sel-sel tubuh dari kerusakan oksidatif.\nMengurangi peradangan: Polifenol dan flavonoid membantu mengurangi peradangan dalam tubuh, bermanfaat untuk kondisi seperti artritis."
  },
  {
   "nama": "Bunga",
   "penjelasan": "",
   "kandungan": "Terpenoid: Memiliki sifat antimikroba dan antiinflamasi.\nFlavonoid: Bertindak sebagai antioksidan yang kuat.\nSaponin: Mendukung keseimbangan hormonal dan meningkatkan kekebalan tubuh.\nTanin: Sifat astringennya mendukung kesehatan kulit dan pencernaan.\nAlkaloid: Membantu menenangkan sistem saraf dan mengurangi kecemasan.",
   "manfaat": "Meningkatkan kesehatan rambut: Terpenoid dalam bunga membantu mengatasi ketombe dan meningkatkan kesehatan kulit kepala.\nMenjaga kesehatan kulit: Flavonoid dan tanin membantu melawan infeksi kulit dan menjaga kelembapan kulit.\nMengurangi peradangan: Terpenoid dan flavonoid dalam bunga memiliki efek antiinflamasi yang efektif.\nMeningkatkan sistem kekebalan tubuh: Saponin mendukung fungsi imun dan membantu tubuh melawan infeksi.\nMeredakan stres: Alkaloid membantu menenangkan sistem saraf, mengurangi kecemasan, dan memperbaiki kualitas tidur."
  },
  {
   "nama": "Batang",
   "penjelasan": "",
   "kandungan": "Tanin: Membantu dalam penyembuhan luka dan menjaga kesehatan kulit.\nAlkaloid: Menenangkan sistem saraf dan mendukung kesehatan mental.\nFlavonoid: Melindungi sel dari kerusakan oksidatif.\nSaponin: Membantu dalam keseimbangan hormon dan mendukung sistem imun.\nMineral: Termasuk kalsium, fosfor, dan zat besi, yang penting untuk kesehatan tulang dan darah.",
   "manfaat": "Meningkatkan kesehatan tulang: Kandungan mineral dalam batang mendukung kesehatan tulang dan mencegah osteoporosis.\nMeningkatkan kesehatan kulit: Tanin membantu mempercepat penyembuhan luka dan menjaga elastisitas kulit.\nMengurangi stres: Alkaloid dalam batang membantu menenangkan sistem saraf dan mengurangi kecemasan.\nMeningkatkan kekebalan tubuh: Saponin mendukung sistem kekebalan tubuh, melawan infeksi dan mempercepat penyembuhan.\nMelindungi dari radikal bebas: Flavonoid dalam batang berfungsi sebagai antioksidan yang melindungi tubuh dari stres oksidatif."
  },
  {
   "nama": "Biji",
   "penjelasan": "Urang-aring (Eclipta prostrata) adalah tanaman serbaguna yang menawarkan berbagai manfaat kesehatan dari berbagai bagiannya. Daun, akar, bunga, batang, dan bijinya mengandung senyawa aktif yang mendukung kesehatan rambut, kulit, sistem imun, dan kesehatan.",
   "kandungan": "Asam Lemak Esensial: Penting untuk kesehatan jantung dan fungsi otak.\nProtein: Mendukung pertumbuhan dan perbaikan sel tubuh.\nSerat: Membantu kesehatan pencernaan dan mengontrol kadar gula darah.\nVitamin E: Antioksidan yang menjaga kesehatan kulit dan mata.\nFitosterol: Membantu menurunkan kadar kolesterol dan mendukung kesehatan jantung.",
   "manfaat": "Menjaga kesehatan jantung: Asam lemak esensial dan fitosterol dalam biji membantu menurunkan kadar kolesterol dan menjaga kesehatan jantung.\nMeningkatkan fungsi otak: Asam lemak esensial mendukung fungsi otak, memperbaiki memori dan konsentrasi.\nMengontrol kadar gula darah: Serat dalam biji membantu mengatur kadar gula darah, penting bagi penderita diabetes.\nMenjaga kesehatan kulit: Vitamin E dalam biji membantu menjaga kelembapan kulit dan melawan penuaan dini.\nMendukung kesehatan pencernaan: Serat membantu memperlancar pencernaan dan mencegah sembelit."
  }
 ]
}