{
 "nama": "Yan Hu Suo (Corydalis yanhusuo)",
 "sebutan": [
  "Corydalis",
  "Yanhusuo",
  "Engosaku",
  "Hyeonhosaek"
 ],
 "deskripsi": "Yan Hu Suo (Corydalis yanhusuo) adalah tanaman herbal yang dikenal dalam pengobatan tradisional Tiongkok dan Asia Timur. Bagian-bagian tanaman ini digunakan terutama untuk mengatasi berbagai kondisi kesehatan, terutama yang berkaitan dengan nyeri dan sirkulasi darah.\nDalam pengobatan tradisional, Yan Hu Suo digunakan sebagai obat untuk mengatasi berbagai jenis nyeri, termasuk nyeri otot, nyeri sendi, dan nyeri haid. Akar tumbuhan ini terkenal karena kandungan alkaloidnya, seperti corydaline, yang dipercaya memiliki efek analgesik dan antispasmodik.\nSelain itu, Yan Hu Suo juga digunakan untuk merangsang peredaran darah dan mengatasi gangguan pencernaan seperti kembung dan nyeri perut. Penggunaan ini sering dilakukan dalam bentuk decoctions atau ekstrak, baik secara tunggal maupun dalam kombinasi dengan herbal lain untuk meningkatkan efek terapeutiknya.\nBerikut adalah penjelasan mengenai bagian-bagian tanaman Yan Hu Suo, kandungan senyawanya, serta manfaat kesehatan dari masing-masing bagian.",
 "bagian": [
  {
   "nama": "Akar",
   "penjelasan": "Akar ini sering kali memiliki permukaan yang sedikit berkerut dan berongga di bagian dalam. Saat dipotong, bagian dalam akar biasanya berwarna lebih terang dibandingkan bagian luar.",
   "kandungan": "Alkaloid: Termasuk berbentuk berberina dan corydaline, yang memiliki efek analgesik dan antiinflamasi.\nTerpenoid: Seperti corydaline dan dehydrocorybulbine, yang berperan dalam mengurangi nyeri dan meningkatkan sirkulasi darah.\nFlavonoid: Seperti quercetin, yang memiliki sifat antioksidan dan anti-inflamasi.\nMinyak Atsiri: Berfungsi sebagai bahan aktif yang mendukung efek analgesik.\nPolifenol: Memiliki sifat antioksidan yang melindungi sel-sel tubuh dari kerusakan oksidatif.",
   "manfaat": "Mengurangi Nyeri: Alkaloid dalam akar membantu meredakan nyeri dengan cara mempengaruhi sistem saraf pusat.\nMeningkatkan Sirkulasi Darah: Senyawa terpenoid dalam akar dapat meningkatkan sirkulasi darah dan mengurangi risiko stasis darah.\nMengurangi Peradangan: Flavonoid dan senyawa terpenoid memiliki efek antiinflamasi yang membantu meredakan peradangan.\nMengatasi Gangguan Pencernaan: Akar Yan Hu Suo dapat digunakan untuk meredakan gangguan pencernaan seperti kembung dan nyeri perut.\nMenjaga Kesehatan Jantung: Dengan meningkatkan sirkulasi darah, akar juga dapat mendukung kesehatan jantung."
  },
  {
   "nama": "Batang",
   "penjelasan": "Batang ini memiliki panjang sekitar 30-60 cm dan tampak ramping serta tidak terlalu kaku. Permukaan batang sering kali terlihat berkerut halus dan kadang-kadang memiliki sedikit bulu halus. Batang ini mendukung daun yang menyebar dan bunga yang muncul pada bagian atasnya.",
   "kandungan": "Alkaloid: Terdapat dalam jumlah kecil dibandingkan dengan akar, tetapi masih memiliki efek terapeutik.\nTerpenoid: Memiliki sifat analgesik dan antiinflamasi.\nFlavonoid: Seperti yang ada pada akar, berfungsi sebagai antioksidan.\nMinyak Atsiri: Memiliki aroma khas dan dapat membantu dalam mengatasi nyeri.\nPolifenol: Menyediakan perlindungan antioksidan.",
   "manfaat": "Mengurangi Nyeri: Senyawa alkaloid dalam batang membantu meredakan nyeri.\nMengurangi Peradangan: Senyawa terpenoid dan flavonoid memiliki efek antiinflamasi yang membantu mengurangi peradangan.\nMenjaga Kesehatan Kulit: Antioksidan dalam batang membantu melindungi kulit dari kerusakan oksidatif.\nMenstimulasi Sistem Saraf: Senyawa aktif dalam batang dapat memberikan efek stimulan ringan pada sistem saraf.\nMendukung Kesehatan Pencernaan: Batang dapat berkontribusi pada kesehatan pencernaan dengan mengatasi beberapa gangguan ringan."
  },
  {
   "nama": "Daun",
   "penjelasan": "Daun-daun ini tersusun secara berselang-seling di sepanjang tangkai, memberikan tampilan yang rapat dan berwarna hijau. Panjang masing-masing leaflet berkisar antara 2 hingga 4 cm.",
   "kandungan": "Terpenoid: Memiliki sifat antiinflamasi dan analgesik.\nFlavonoid: Berfungsi sebagai antioksidan.\nMinyak Atsiri: Memberikan aroma dan memiliki efek terapeutik.\nAsam Organik: Termasuk asam fenolat yang memberikan manfaat kesehatan tambahan.\nVitamin dan Mineral: Seperti vitamin C yang mendukung kesehatan umum.",
   "manfaat": "Mengurangi Nyeri: Senyawa terpenoid dan volatile oil dalam daun membantu meredakan nyeri.\nMengurangi Peradangan: Flavonoid dalam daun memberikan efek antiinflamasi.\nMelindungi Sel: Antioksidan dalam daun melindungi sel dari kerusakan oksidatif.\nMeningkatkan Kekebalan Tubuh: Vitamin C dalam daun mendukung sistem kekebalan tubuh.\nMendukung Kesehatan Kulit: Vitamin dan antioksidan membantu menjaga kesehatan kulit."
  },
  {
   "nama": "Bunga",
   "penjelasan": "Yan Hu Suo (Corydalis yanhusuo) adalah tanaman herbal yang terutama digunakan untuk mengatasi nyeri dan meningkatkan sirkulasi darah. Akar adalah bagian utama yang digunakan dalam pengobatan, mengandung berbagai senyawa aktif seperti alkaloid dan terpenoid yang memberikan manfaat untuk meredakan nyeri, mengurangi peradangan, dan mendukung kesehatan pencernaan. Meskipun batang, daun, dan bunga tidak digunakan secara luas, mereka tetap memiliki beberapa manfaat tambahan. Setiap bagian tanaman memiliki peran dan manfaat uniknya masing-masing.",
   "kandungan": "Terpenoid: Meskipun jumlahnya lebih sedikit, bunga memiliki beberapa senyawa ini.\nAlkaloid: Jumlah kecil alkaloid yang memiliki efek terapeutik.\nFlavonoid: Sebagai antioksidan.\nMinyak Atsiri: Memiliki aroma khas.\nPolifenol: Menyediakan perlindungan antioksidan.",
   "manfaat": "Mengurangi Nyeri: Beberapa senyawa dalam bunga dapat membantu mengurangi nyeri.\nMengurangi Peradangan: Flavonoid dalam bunga memberikan efek antiinflamasi.\nMelindungi Sel: Antioksidan dalam bunga melindungi sel dari kerusakan oksidatif.\nMenjaga Kesehatan Kulit: Bunga dapat memberikan manfaat tambahan untuk kesehatan kulit.\nMenstimulasi Sistem Saraf: Senyawa aktif dapat memberikan efek stimulan ringan."
  }
 ]
}