{
 "nama": "Zodia (Euodia suaveolens)",
 "sebutan": [
  "Lacy lady aralia"
 ],
 "deskripsi": "Zodia (Euodia suaveolens) adalah tanaman tropis yang dikenal di berbagai belahan Asia Tenggara, termasuk Indonesia. Tanaman ini termasuk dalam keluarga Rutaceae dan sering ditemukan di hutan-hutan tropis, baik di dataran rendah maupun daerah pegunungan.\nZodia telah lama dimanfaatkan dalam pengobatan tradisional, terutama di Indonesia. Daunnya terkenal karena kemampuannya sebagai pengusir serangga alami, sering digunakan untuk mengusir nyamuk.\nSelain itu, ekstrak daunnya digunakan untuk meredakan gatal-gatal dan iritasi kulit akibat gigitan serangga. Zodia juga memiliki sifat aromaterapi yang dapat memberikan efek menenangkan, sehingga kadang-kadang digunakan untuk mengatasi stres ringan.\nBeberapa praktik tradisional juga memanfaatkan daun Zodia untuk membantu meredakan sakit kepala dan memperbaiki kualitas tidur. Berikut bagian-bagian dari tumbuhan ini:",
 "bagian": [
  {
   "nama": "Daun",
   "penjelasan": "Daun berbentuk oval dengan ujung yang runcing dan tepi yang sedikit bergerigi. Daun berwarna hijau tua dengan permukaan yang mengkilap dan terasa kasar saat disentuh. Daun ini memiliki panjang sekitar 8-12 cm dan lebar 4-6 cm. Urat daun terlihat jelas dan tersusun dengan rapi, memberikan penampilan yang khas pada tanaman ini.",
   "kandungan": "Daun Zodia mengandung senyawa flavonoid, saponin, dan minyak atsiri.",
   "manfaat": "Antiinflamasi: Flavonoid dalam daun Zodia membantu mengurangi peradangan dan meredakan gejala kondisi inflamasi seperti arthritis.\nAntiseptik: Minyak atsiri yang terdapat dalam daun memiliki sifat antiseptik yang efektif dalam mengobati infeksi kulit.\nMengurangi Nyeri: Saponin dalam daun Zodia memiliki efek analgesik yang membantu meredakan nyeri otot dan sendi.\nMemperbaiki Pencernaan: Daun Zodia digunakan untuk mengatasi gangguan pencernaan seperti kembung dan perut kembung.\nMenjaga Kesehatan Kulit: Ekstrak daun Zodia dapat digunakan untuk menjaga kesehatan kulit dan mencegah timbulnya jerawat."
  },
  {
   "nama": "Buah",
   "penjelasan": "Buah berbentuk bulat kecil dengan diameter sekitar 1-2 cm, berwarna hijau saat muda dan berubah menjadi cokelat saat matang. Kulit buah tipis dan bertekstur halus, sementara daging buah berwarna putih dan memiliki rasa yang sedikit asam. Buah ini sering digunakan dalam masakan tradisional dan sebagai bahan pengobatan.",
   "kandungan": "Buah Zodia mengandung Vitamin C, flavonoid, dan beberapa senyawa fenolik.",
   "manfaat": "Kaya Vitamin C: Buah Zodia membantu meningkatkan sistem kekebalan tubuh dan melawan infeksi dengan kandungan vitamin C yang tinggi.\nAntioksidan: Flavonoid dalam buah berfungsi sebagai antioksidan yang melindungi tubuh dari radikal bebas dan kerusakan sel.\nMenurunkan Kolesterol: Senyawa fenolik dalam buah membantu menurunkan kadar kolesterol darah, baik untuk kesehatan jantung.\nMeningkatkan Metabolisme: Konsumsi buah Zodia dapat meningkatkan metabolisme tubuh dan energi.\nMengatur Gula Darah: Buah Zodia juga berfungsi untuk mengatur kadar gula darah, bermanfaat bagi penderita diabetes."
  },
  {
   "nama": "Kulit Batang",
   "penjelasan": "Kulit batang berwarna cokelat keabu-abuan dengan tekstur kasar dan sedikit mengelupas. Batang pohon ini cenderung lurus dan kuat, dengan kulit luar yang mudah terkelupas dalam lapisan tipis. Batang pohon memiliki diameter yang bervariasi dan dikelilingi oleh daun yang lebat.",
   "kandungan": "Kulit batang Zodia mengandung senyawa flavonoid, saponin, dan minyak atsiri.",
   "manfaat": "Mengatasi Batuk: Kulit batang digunakan dalam ramuan tradisional untuk mengatasi batuk dan gangguan saluran pernapasan.\nAnti-inflamasi: Senyawa dalam kulit batang membantu mengurangi peradangan pada berbagai kondisi seperti radang sendi.\nAntimikroba: Kulit batang memiliki sifat antimikroba yang berguna untuk mengobati infeksi bakteri dan jamur.\nMenurunkan Tekanan Darah: Kulit batang membantu menurunkan tekanan darah tinggi, bermanfaat bagi penderita hipertensi.\nMeningkatkan Kesehatan Pencernaan: Kulit batang juga digunakan untuk meredakan gangguan pencernaan seperti diare dan mual."
  },
  {
   "nama": "Akar",
   "penjelasan": "Zodia (Euodia suaveolens) adalah tanaman yang memiliki berbagai manfaat kesehatan dan nilai ekonomis. Dengan manfaat yang berasal dari berbagai bagian tanaman seperti daun, buah, kulit batang, dan akar, Zodia menawarkan potensi besar dalam pengobatan tradisional dan modern. Budidaya tanaman ini di Indonesia memberikan peluang untuk memanfaatkan potensi manfaatnya dan memperkaya keragaman tanaman obat di wilayah tropis.",
   "kandungan": "Akar Zodia mengandung saponin, flavonoid, dan beberapa senyawa volatile.",
   "manfaat": "Menjaga Kesehatan Ginjal: Akar Zodia membantu menjaga kesehatan ginjal dan berfungsi sebagai diuretik alami.\nAnti-inflamasi: Saponin dalam akar memiliki sifat anti-inflamasi yang membantu mengurangi gejala peradangan.\nMengurangi Gejala Asma: Akar sering digunakan untuk mengatasi gejala asma dan gangguan pernapasan lainnya.\nMeningkatkan Daya Tahan Tubuh: Kandungan aktif dalam akar berfungsi meningkatkan daya tahan tubuh dan melawan penyakit.\nAntiseptik: Akar memiliki sifat antiseptik yang berguna dalam pengobatan luka dan infeksi kulit."
  }
 ]
}